BEGIN;
TRUNCATE food_inspection_raw RESTART IDENTITY;
INSERT INTO food_inspection_raw
(violation_id, source, project, category, sample_name, city, district,
 store_name, address, test_date, violation_type, violation_severity,
 reason_summary, reason_full, lat, lng, is_mock) VALUES
('TPE0001', '113年臺北市', '蔬果', '柑桔類', '金棗', '臺北市', '中山區', '旺旺水果行(龍江水果行)', '臺北市中山區龍江路189號', '2024-01-02', '農藥殘留', 90, '殺蟲劑Chlorpyrifos	陶斯松0.03ppm(標準：0.01ppm以下)	', '殺蟲劑Chlorpyrifos	陶斯松0.03ppm(標準：0.01ppm以下)	
殺菌劑Famoxadone	凡殺同0.68ppm(標準：0.01ppm以下)	
殺蟲劑Fenvalerate	芬化利2.8ppm(標準：2.0ppm以下)', NULL, NULL, FALSE),
('TPE0002', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '中山區', '龍來餐飲有限公司(儂來美食)', '臺北市中山區民生東路2段147巷11弄2-1號', '2024-01-02', '農藥殘留', 90, '殺菌劑Boscalid	白克列21.87ppm(標準：0.01ppm以下)	', '殺菌劑Boscalid	白克列21.87ppm(標準：0.01ppm以下)	
殺菌劑Procymidone	撲滅寧10.3ppm(標準：5.0ppm以下)', NULL, NULL, FALSE),
('TPE0003', '113年臺北市', '蔬果', '小漿果類', '大湖草莓', '臺北市', '大安區', '一級鮮果商行', '臺北市大安區仁愛路4段408號', '2024-01-03', '農藥殘留', 90, '殺蟲劑Methomyl	納乃得3.1ppm(標準：2.0ppm以下)	', '殺蟲劑Methomyl	納乃得3.1ppm(標準：2.0ppm以下)	
殺菌劑Pyraclostrobin	百克敏1.4ppm(標準0.5ppm以下)', NULL, NULL, FALSE),
('TPE0004', '113年臺北市', '蔬果', '包葉菜類', '芥菜(包心芥菜)', '臺北市', '松山區', '無市招菜攤(陳O宏)', '臺北市松山區八德路3段74巷3弄22號', '2024-01-17', '農藥殘留', 90, '殺蟲劑Cypermethrin	賽滅寧1.6ppm(標準：1.0ppm以下)	', '殺蟲劑Cypermethrin	賽滅寧1.6ppm(標準：1.0ppm以下)	
殺蟲劑Dinotefuran	達特南4.6ppm(標準：2.0ppm以下)', NULL, NULL, FALSE),
('TPE0005', '113年臺北市', '蔬果', '小漿果類', '日本福岡草莓', '臺北市', '松山區', '微風超市股份有限公司(Breeze Super)', '臺北市松山區南京東路3段337號2樓', '2024-01-17', '農藥殘留', 90, '殺蟲劑Flonicamid	氟尼胺0.22ppm(標準：0.01ppm以下)', '殺蟲劑Flonicamid	氟尼胺0.22ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0006', '113年臺北市', '蔬果', '包葉菜類', '結球白菜', '臺北市', '士林區', '全聯實業股份有限公司天母天玉分公司', '臺北市士林區天母西路3號地下', '2024-01-16', '農藥殘留', 90, '殺蟲劑Pyriproxyfen	百利普芬0.08ppm(標準：0.01ppm以下)', '殺蟲劑Pyriproxyfen	百利普芬0.08ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0007', '113年臺北市', '蔬果', '包葉菜類', '刈菜(包心芥菜)', '臺北市', '中山區', '臺北市第二果菜批發市場18-09號攤', '臺北市中山區民族東路336號', '2024-01-02', '農藥殘留', 90, '殺菌劑Flutolanil	福多寧0.05ppm(標準：0.01ppm以下)', '殺菌劑Flutolanil	福多寧0.05ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0008', '113年臺北市', '蔬果', '小漿果類', '日本熊本草莓', '臺北市', '南港區', '阿一蔬果有限公司', '臺北市南港區忠孝東路6段85號', '2024-01-17', '農藥殘留', 90, '殺蟲劑Flonicamid	氟尼胺0.04ppm(標準：0.01ppm以下)', '殺蟲劑Flonicamid	氟尼胺0.04ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0009', '113年臺北市', '蔬果', '小漿果類', '日本MOMO草莓', '臺北市', '中正區', '梅林水果行', '臺北市中正區開封街1段81、83號1樓', '2024-01-16', '農藥殘留', 90, '殺蟲劑Flonicamid	氟尼胺0.03ppm(標準：0.01ppm以下)', '殺蟲劑Flonicamid	氟尼胺0.03ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0010', '113年臺北市', '蔬果', '小葉菜類', '芥蘭花', '臺北市', '松山區', '天香', '臺北市松山區八德路3段76號中崙市場第24號攤', '2024-01-17', '農藥殘留', 90, '殺蟲劑Emamectin benzoate	因滅汀0.12ppm(標準：0.05ppm以下)', '殺蟲劑Emamectin benzoate	因滅汀0.12ppm(標準：0.05ppm以下)', NULL, NULL, FALSE),
('TPE0011', '113年臺北市', '蔬果', '小葉菜類', '茼蒿', '臺北市', '萬華區', '林O省(蔬菜承銷人3067)', '臺北市萬華區萬大路533號(第一果菜批發市場地號1610)', '2024-01-16', '農藥殘留', 90, '殺菌劑Difenoconazole	待克利2.1ppm(標準：1.0ppm以下)', '殺菌劑Difenoconazole	待克利2.1ppm(標準：1.0ppm以下)', NULL, NULL, FALSE),
('TPE0012', '113年臺北市', '蔬果', '小葉菜類', '茼蒿', '臺北市', '士林區', '錢儷小吃店(錢都日式涮涮鍋)', '臺北市士林區福國路71號1樓', '2024-01-16', '農藥殘留', 90, '殺菌劑Chlorothalonil四氯異苯腈4.1ppm(標準：2.0ppm以下)', '殺菌劑Chlorothalonil四氯異苯腈4.1ppm(標準：2.0ppm以下)', NULL, NULL, FALSE),
('TPE0013', '113年臺北市', '蔬果', '小葉菜類', '茼蒿', '臺北市', '大安區', '三商家購股份有限公司大安樂業門市(美廉社)', '臺北市大安區樂業街141號', '2024-01-03', '農藥殘留', 90, '殺菌劑Chlorothalonil	四氯異苯腈3.9ppm(標準：2.0ppm以下)', '殺菌劑Chlorothalonil	四氯異苯腈3.9ppm(標準：2.0ppm以下)', NULL, NULL, FALSE),
('TPE0014', '113年臺北市', '蔬果', '小葉菜類', '青江菜', '臺北市', '中正區', '鼎王國際餐飲股份有限公司無老台北中華分公司(無老鍋西門町店)', '臺北市中正區中華路1段55號2樓', '2024-01-16', '農藥殘留', 90, '殺蟲劑Tolfenpyrad	脫芬瑞0.9ppm(標準：0.5ppm以下)', '殺蟲劑Tolfenpyrad	脫芬瑞0.9ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0015', '113年臺北市', '蔬果', '小漿果類', '大湖草莓', '臺北市', '中山區', '旺旺水果行（龍江水果行）', '臺北市中山區龍江路189號', '2024-01-02', '農藥殘留', 90, '殺菌劑Fludioxonil	護汰寧2.2ppm(標準：2.0ppm以下)', '殺菌劑Fludioxonil	護汰寧2.2ppm(標準：2.0ppm以下)', NULL, NULL, FALSE),
('TPE0016', '113年臺北市', '網路販售市售辣椒粉食品', '包裝', '紅辣椒粉', '臺北市', '信義區', '家樂福線上購物
(https:', '/online.carrefour.com.tw/)', '2024-02-19', '農藥殘留', 90, '克美素-0.1ppm', '克美素-0.1ppm
(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0017', '113年臺北市', '網路販售市售辣椒粉食品', '包裝', '真好家辣椒粉', '臺北市', '信義區', 'Pchome24h購物
(https:', '/24h.pchome.com.tw/)', '2024-02-19', '農藥殘留', 90, '1.蘇丹三號-8ppb', '1.蘇丹三號-8ppb
(標準：不得檢出)
2.克美素-0.07ppm
(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0018', '113年臺北市', '網路販售市售辣椒粉食品', '包裝', '匈牙利紅椒粉', '臺北市', '大同區', 'momo購物網
(https:', '/www.momoshop.com.tw/main/Main.jsp)', '2024-02-19', '農藥殘留', 90, '1.二、四地(2,4-D)-0.27ppm', '1.二、四地(2,4-D)-0.27ppm
(標準：0.05ppm)
2.克美素-0.16ppm
(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0019', '113年臺北市', '網路販售市售辣椒粉食品', '包裝', '極辣朝天椒', '臺北市', '信義區', '蝦皮購物-紀宸商行-南北貨批發
(https:', '/shopee.tw/jichenhang)', '2024-02-19', '農藥殘留', 90, '1.蘇丹三號-4ppb', '1.蘇丹三號-4ppb
(標準：不得檢出)
2.克美素-0.06ppm
(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0020', '113年臺北市', '網路販售市售辣椒粉食品', '包裝', '泰式辣椒粉', '臺北市', '信義區', '蝦皮購物-泰菲印越2.0
(https:', '/shopee.tw/tfiv2.0)', '2024-02-19', '農藥殘留', 90, '1.蘇丹三號-8ppb', '1.蘇丹三號-8ppb
(標準：不得檢出)
2.克美素-0.07ppm
(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0021', '113年臺北市', '網路販售市售辣椒粉食品', '包裝', '細粉紅辣椒', '臺北市', '文山區', '遠百企業股份有限公司景美分公司', '臺北市文山區景中街30巷12號1.2樓', '2024-02-19', '農藥殘留', 90, '克美素-0.08ppm', '克美素-0.08ppm
(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0022', '113年臺北市', '祭祀食品', '豆乾類', '豆干碎丁', '臺北市', '信義區', '阿泓潤餅', '臺北市信義區吳興街189號', '2024-02-16', '防腐劑與添加物', 70, '苯甲酸1.25g/kg(標準：0.6g/kg以下)', '苯甲酸1.25g/kg(標準：0.6g/kg以下)', NULL, NULL, FALSE),
('TPE0023', '113年臺北市', '祭祀食品', '花生粉', '花生粉', '臺北市', '內湖區', '豪棧小吃店', '臺北市內湖區內湖路1段285巷59弄1號', '2024-02-16', '其他', 60, '總黃麴毒素30.8ug/kg(標準：4ug/kg以下)、黃麴毒素B1 25.2ug/kg (標準：2ug/kg以下)', '總黃麴毒素30.8ug/kg(標準：4ug/kg以下)、黃麴毒素B1 25.2ug/kg (標準：2ug/kg以下)', NULL, NULL, FALSE),
('TPE0024', '113年臺北市', '祭祀食品', '豆乾類', '豆干絲', '臺北市', '內湖區', '麗山市場第70攤', '臺北市內湖區內湖路1段737巷50弄6號', '2024-02-16', '防腐劑與添加物', 70, '苯甲酸1.3g/kg(標準：0.6g/kg以下)', '苯甲酸1.3g/kg(標準：0.6g/kg以下)', NULL, NULL, FALSE),
('TPE0025', '113年臺北市', '生鮮禽畜肉品', '雞肉', '烏骨雞', '臺北市', '松山區', '新東南海鮮餐廳松山館', '臺北市松山區八德路4段656號1樓、2樓', '2024-02-20', '農藥殘留', 90, '三甲氧芐氨嘧啶(trimethoprim): 0.1ppm', '三甲氧芐氨嘧啶(trimethoprim): 0.1ppm
（標準：0.05ppm）', NULL, NULL, FALSE),
('TPE0026', '113年臺北市', '生鮮禽畜肉品', '雞肉', '烏骨雞', '臺北市', '松山區', '武昌市場-無市招攤販', '臺北市松山區南京東路5段59巷27弄27號', '2024-02-20', '農藥殘留', 90, '三甲氧芐氨嘧啶(trimethoprim): 0.1ppm', '三甲氧芐氨嘧啶(trimethoprim): 0.1ppm
（標準：0.05ppm）', NULL, NULL, FALSE),
('TPE0027', '113年臺北市', '生鮮禽畜肉品', '雞肉', '烏骨雞', '臺北市', '萬華區', '環南市場家禽區-健業生鮮肉品(13號攤)', '臺北市萬華區環河南路二段245號 - 家禽區13號攤', '2024-02-21', '農藥殘留', 90, '三甲氧芐氨嘧啶(trimethoprim): 0.09ppm', '三甲氧芐氨嘧啶(trimethoprim): 0.09ppm
（標準：0.05ppm）', NULL, NULL, FALSE),
('TPE0028', '113年臺北市', '生鮮禽畜肉品', '雞肉', '雞胗', '臺北市', '中正區', '南門市場-光揚家禽畜產(7.8號攤)', '臺北市中正區羅斯福路一段8號B103-06', '2024-02-21', '農藥殘留', 90, '脫氧羥四環黴素(Doxycycline): 0.4ppm', '脫氧羥四環黴素(Doxycycline): 0.4ppm
（標準：0.3 ppm）', NULL, NULL, FALSE),
('TPE0029', '113年臺北市', '生鮮禽畜肉品', '雞肉', '雞胗', '臺北市', '信義區', '永春市場65號攤-專售花東的雞', '臺北市信義區松山路294號', '2024-02-22', '農藥殘留', 90, '脫氧羥四環黴素(Doxycycline): 0.8ppm', '脫氧羥四環黴素(Doxycycline): 0.8ppm
（標準：0.3 ppm）', NULL, NULL, FALSE),
('TPE0030', '113年臺北市', '生鮮禽畜肉品', '雞蛋', '心樸冷藏鮮雞蛋(白蛋)', '臺北市', '萬華區', '三商家購股份有限公司(美廉社萬華雙園店)', '臺北市萬華區雙園街13號1樓', '2024-02-29', '農藥殘留', 90, '乃卡巴精(nicarbazin):', '乃卡巴精(nicarbazin):
0.016 ppm
(標準:不得檢出)', NULL, NULL, FALSE),
('TPE0031', '113年臺北市', '生鮮禽畜肉品', '雞蛋', '紅蛋', '臺北市', '中山區', '有利蛋行', '臺北市中山區新生北路3段11巷49號', '2024-03-01', '農藥殘留', 90, '甲磺氯黴素(Thiamphenicol):', '甲磺氯黴素(Thiamphenicol):
0.005 ppm(標準:不得檢出)
氟滅菌(flumequine):
0.07 ppm(標準:不得檢出)', NULL, NULL, FALSE),
('TPE0032', '113年臺北市', '油品抽驗計畫', '葡萄籽油', '日清葡萄籽油', '臺北市', '信義區', '微風超市股份有限公司(Breeze Super)', '臺北市信義區松智路17號B1F', '2024-02-20', '標示不符', 50, '檢出反式脂肪酸甲基酯(15項) 0.88 g/100 mL，惟案內產品外包裝營養標示每份(10毫升)反式脂肪含量為「0」，標示不實。', '檢出反式脂肪酸甲基酯(15項) 0.88 g/100 mL，惟案內產品外包裝營養標示每份(10毫升)反式脂肪含量為「0」，標示不實。', NULL, NULL, FALSE),
('TPE0033', '113年臺北市', '茶葉、花草茶', '花草茶', '薰衣草', '臺北市', '大同區', '湘帝蔘茸有限公司', '臺北市大同區迪化街1段58號1樓', '2024-02-20', '農藥殘留', 90, '殺蟲劑Acetamiprid	亞滅培', '殺蟲劑Acetamiprid	亞滅培
0.21ppm(標準：0.05ppm以下)', NULL, NULL, FALSE),
('TPE0034', '113年臺北市', '茶葉、花草茶', '花草茶', '蝶豆花', '臺北市', '中山區', '閤家生活開發有限公司民權店(8% ice CAFÉ)', '臺北市中山區民權東路1段79號1樓', '2024-02-20', '農藥殘留', 90, '殺菌劑Carbendazim	貝芬替', '殺菌劑Carbendazim	貝芬替
0.21ppm(標準：0.05ppm以下)	
殺蟲劑Cypermethrin	賽滅寧
0.21ppm(標準：0.03ppm以下)	
殺蟲劑Fipronil	芬普尼
0.006ppm(標準：0.002ppm以下)	
殺蟲劑Imidacloprid	益達胺
0.29ppm(標準：0.05ppm以下)	
殺菌劑Isoprothiolane	亞賜圃
0.18ppm(標準：0.05ppm以下)', NULL, NULL, FALSE),
('TPE0035', '113年臺北市', '茶葉、花草茶', '花草茶', '粉紅玫瑰', '臺北市', '北投區', '牙口義大利麵館', '臺北市北投區大興街9巷45號', '2024-02-20', '農藥殘留', 90, '殺蟲劑Phosalone裕必松 ', '殺蟲劑Phosalone裕必松 
0.19 pm（標準：不得檢出）', NULL, NULL, FALSE),
('TPE0036', '113年臺北市', '茶葉、花草茶', '花草茶', '乾燥蝶豆花20G', '臺北市', '大安區', '棋軒實業有限公司(棋美點心屋)', '臺北市大安區復興南路2段292號', '2024-02-21', '農藥殘留', 90, '殺蟲劑Cypermethrin	賽滅寧', '殺蟲劑Cypermethrin	賽滅寧
0.11ppm(標準：0.03ppm以下)', NULL, NULL, FALSE),
('TPE0037', '113年臺北市', '茶葉、花草茶', '花草茶', '大馬士革玫瑰花茶', '臺北市', '內湖區', '運立國際有限公司', '臺北市內湖區基湖路35巷16號4樓', '2024-02-22', '農藥殘留', 90, '殺蟲劑Cypermethrin	賽滅寧', '殺蟲劑Cypermethrin	賽滅寧
0.04ppm(標準：0.03ppm以下)	
殺蟲劑Deltamethrin	第滅寧
0.04ppm(標準：0.03ppm以下)
殺菌劑Tebuconazole	得克利
0.72ppm(標準：0.05ppm以下)', NULL, NULL, FALSE),
('TPE0038', '113年臺北市', '茶葉、花草茶', '花草茶', '紫玫瑰花', '臺北市', '萬華區', '燒杯咖啡餐坊(燒杯咖啡藝廚)', '臺北市萬華區西園路1段240號1樓', '2024-02-23', '農藥殘留', 90, '殺蟲劑Omethoate	歐滅松', '殺蟲劑Omethoate	歐滅松
0.07ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0039', '113年臺北市', '茶葉、花草茶', '花草茶', '蝶豆花', '臺北市', '萬華區', '象泰泰手工泰式奶茶店(象泰泰)', '臺北市萬華區武昌街2段100號1樓', '2024-02-23', '農藥殘留', 90, '殺蟲劑Bifenthrin	畢芬寧', '殺蟲劑Bifenthrin	畢芬寧
0.07ppm(標準：0.03ppm以下)
殺蟲劑Cypermethrin	賽滅寧
0.06ppm(標準：0.03ppm以下)
殺蟲劑Fipronil	芬普尼
0.003ppm(標準：0.002ppm以下)	
殺蟲劑Triazophos	三落松
0.08ppm(標準：0.05ppm以下)', NULL, NULL, FALSE),
('TPE0040', '113年臺北市', '茶葉、花草茶', '花草茶', '洋甘菊花茶', '臺北市', '中正區', '非凡品樂有限公司(HERITAGE)', '臺北市中正區漢口街1段73之2號1樓', '2024-02-23', '農藥殘留', 90, '殺菌劑Triadimenol	三泰隆', '殺菌劑Triadimenol	三泰隆
0.27ppm(標準：0.05ppm以下)', NULL, NULL, FALSE),
('TPE0041', '113年臺北市', '茶葉、花草茶', '花草茶', '蝶豆花', '臺北市', '松山區', '伍五伍商行(泰讚了thai like tea市民店)', '臺北市松山區市民大道5段37號', '2024-02-22', '農藥殘留', 90, '殺蟲劑Cypermethrin	賽滅寧0.04ppm(標準：0.03ppm以下)', '殺蟲劑Cypermethrin	賽滅寧0.04ppm(標準：0.03ppm以下)', NULL, NULL, FALSE),
('TPE0042', '113年臺北市', '蔬果', '小漿果類', '迷迭香_新鮮香草', '臺北市', '信義區', '食代嚴選（https:', '/www.fresh2you.tw）', '2024-03-05', '農藥殘留', 90, '殺蟲劑Bifenthrin	畢芬寧1.89ppm(標準：0.01ppm以下)	', '殺蟲劑Bifenthrin	畢芬寧1.89ppm(標準：0.01ppm以下)	
殺菌劑Carbendazim	貝芬替0.02ppm(標準：0.01ppm以下)	
殺蟲劑Chlorfenapyr	克凡派0.09ppm(標準：0.01ppm以下)	
殺菌劑Difenoconazole	待克利0.54ppm(標準：0.01ppm以下)	
殺菌劑Dimethomorph	達滅芬0.60ppm(標準：0.01ppm以下)	
殺蟲劑Dinotefuran	達特南0.74ppm(標準：不得檢出)
殺蟲劑Fenvalerate	芬化利0.26ppm(標準：0.01ppm以下)	
殺蟲劑Flubendiamide	氟大滅0.56ppm(標準：不得檢出)	
殺菌劑Fluopicolide	氟比來0.03ppm(標準：0.01ppm以下)	
殺蟲劑Methomyl	納乃得10.26ppm(標準：不得檢出)	
殺線蟲劑Oxamyl	毆殺滅0.04ppm(標準：0.01ppm以下)	
殺菌劑Procymidone	撲滅寧0.16ppm(標準：0.01ppm以下)	
殺蟲劑Profenophos	佈飛松0.03ppm(標準：0.01ppm以下)	
殺菌劑Propamocarb hydrochloride	普拔克0.32ppm(標準：0.01ppm以下)	
殺菌劑Pyraclostrobin	百克敏0.07ppm(標準：0.01ppm以下)	
殺蟲劑Pyriproxyfen	百利普芬0.06ppm(標準：0.01ppm以下)	
殺蟎劑Spirotetramat	賜派滅0.02ppm(標準：不得檢出)	
殺菌劑Thiabendazole	腐絕0.06ppm(標準：0.01ppm以下)	
殺蟲劑Thiodicarb	硫敵克0.10ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0043', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '山咖哩葉_九里香_新鮮香草', '臺北市', '信義區', '食代嚴選（https:', '/www.fresh2you.tw）', '2024-03-05', '農藥殘留', 90, '殺草劑Ametryn	草殺淨0.01ppm(標準：不得檢出)	', '殺草劑Ametryn	草殺淨0.01ppm(標準：不得檢出)	
殺蟲劑Carbofuran	加保扶0.02ppm(標準：不得檢出)	
殺蟲劑Chlorpyrifos	陶斯松0.03ppm(標準：0.01ppm以下)	
殺蟲劑Fenitrothion	撲滅松0.04ppm(標準：0.01ppm以下)	
殺菌劑Hexaconazole	菲克利0.02ppm(標準：0.01ppm以下)	
殺草劑Oxadiazon	樂滅草0.02ppm(標準：0.01ppm以下)	
殺草劑Pendimethalin	施得圃0.03ppm(標準：0.01ppm以下)	
殺蟲劑Phorate	福瑞松0.02ppm(標準：不得檢出)	
殺草劑Thiobencarb	殺丹0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0044', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '義大利芹菜(歐芹)(巴西利)', '臺北市', '萬華區', '3446何O獅', '臺北市萬華區萬大路533號地號930', '2024-03-05', '農藥殘留', 90, '殺蟲劑Acetamiprid	亞滅培0.37ppm(標準：0.01ppm以下)	', '殺蟲劑Acetamiprid	亞滅培0.37ppm(標準：0.01ppm以下)	
殺菌劑Dimethomorph	達滅芬0.62ppm(標準：0.01ppm以下)	
殺蟲劑Dinotefuran	達特南0.03ppm(標準：不得檢出)	
殺蟲劑Methomyl	納乃得2.28ppm(標準：不得檢出)	
殺菌劑Pyraclostrobin	百克敏0.12ppm(標準：0.01ppm以下)	
殺蟲劑Thiodicarb	硫敵克0.03ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0045', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '中山區', '陳O明（臺北市中山區民族東路410巷55號門口前', '榮濱市場路邊攤）', '2024-03-05', '農藥殘留', 90, '殺菌劑Dimethomorph	達滅芬0.02ppm(標準：0.01ppm以下)	', '殺菌劑Dimethomorph	達滅芬0.02ppm(標準：0.01ppm以下)	
殺菌劑Propamocarb hydrochloride	普拔克0.21ppm(標準：0.01ppm以下)	
殺蟲劑Terbufos	托福松0.05ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0046', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '義大利芹菜-平葉巴西利-新鮮香草', '臺北市', '信義區', '食代嚴選（https:', '/www.fresh2you.tw）', '2024-03-05', '農藥殘留', 90, '殺菌劑Carbendazim	貝芬替0.05ppm(標準：0.01ppm以下)	', '殺菌劑Carbendazim	貝芬替0.05ppm(標準：0.01ppm以下)	
殺蟲劑Chlorfenapyr	克凡派0.02ppm(標準：0.01ppm以下)	
殺蟲劑Dinotefuran	達特南0.20ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0047', '113年臺北市', '蔬果', '豆菜類', '青菜豆(豇豆)', '臺北市', '士林區', '天寶小吃店(全國健康素食)', '臺北市士林區天母西路32號', '2024-03-04', '農藥殘留', 90, '殺蟎劑Formetanate	覆滅蟎0.40ppm(標準：不得檢出)	', '殺蟎劑Formetanate	覆滅蟎0.40ppm(標準：不得檢出)	
殺蟲劑Thiamethoxam	賽速安0.04ppm(標準：0.02ppm以下)', NULL, NULL, FALSE),
('TPE0048', '113年臺北市', '蔬果', '小葉菜類', '韭菜花', '臺北市', '信義區', '大地美饌有限公司(KiKi餐廳)', '臺北市信義區松壽路12號6樓', '2024-03-06', '農藥殘留', 90, '殺菌劑Cyproconazole	環克座0.3ppm(標準：0.2ppm以下)	', '殺菌劑Cyproconazole	環克座0.3ppm(標準：0.2ppm以下)	
殺蟎劑Spirodiclofen	賜派芬0.81ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0049', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔5A3', '臺北市', '中山區', '吳O玲', '臺北市中山區民族東路410巷2弄10號前榮濱市場路邊攤', '2024-03-05', '農藥殘留', 90, '殺蟲劑Dinotefuran	達特南0.17ppm(標準：0.05ppm以下)	', '殺蟲劑Dinotefuran	達特南0.17ppm(標準：0.05ppm以下)	
殺蟲劑Malathion	馬拉松0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0050', '113年臺北市', '蔬果', '小漿果類', '日本熊本草莓(2入/箱)', '臺北市', '信義區', '新鮮屋（https:', '/www.fresco.casa）', '2024-03-04', '農藥殘留', 90, '殺蟎劑Acrinathrin 阿納寧0.01 ppm（標準：不得檢出）', '殺蟎劑Acrinathrin 阿納寧0.01 ppm（標準：不得檢出）', NULL, NULL, FALSE),
('TPE0051', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '士林區', '天寶小吃店(全國健康素食)', '臺北市士林區天母西路32號', '2024-03-04', '農藥殘留', 90, '殺蟲劑Chlorpyrifos	陶斯松0.28ppm(標準：0.01ppm以下)', '殺蟲劑Chlorpyrifos	陶斯松0.28ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0052', '113年臺北市', '蔬果', '小葉菜類', '青蔥粉蔥', '臺北市', '信義區', '無市招菜攤（邵O祥', '臺北市信義區虎林街122號）', '2024-03-06', '農藥殘留', 90, '殺蟎劑Spirodiclofen	賜派芬0.08ppm(標準：0.01ppm以下)', '殺蟎劑Spirodiclofen	賜派芬0.08ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0053', '113年臺北市', '蔬果', '包葉菜類', '白花椰菜', '臺北市', '萬華區', '3232林O梅', '臺北市萬華區萬大路533號地號216', '2024-03-05', '農藥殘留', 90, '殺蟲劑Emamectin benzoate	因滅汀0.34ppm(標準：0.05ppm以下)', '殺蟲劑Emamectin benzoate	因滅汀0.34ppm(標準：0.05ppm以下)', NULL, NULL, FALSE),
('TPE0054', '113年臺北市', '蔬果', '小葉菜類', '青蔥', '臺北市', '萬華區', '3576陳O利', '臺北市萬華區萬大路533號地號327', '2024-03-05', '農藥殘留', 90, '殺草劑Oxadiazon	樂滅草0.03ppm(標準：0.01ppm以下)', '殺草劑Oxadiazon	樂滅草0.03ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0055', '113年臺北市', '蔬果', '小葉菜類', '大芥菜', '臺北市', '信義區', '無市招菜攤(邵O祥)', '臺北市信義區虎林街122號', '2024-03-06', '農藥殘留', 90, '殺蟲劑Diflubenzuron二福隆2.4 ppm（標準：1.0 ppm以下）', '殺蟲劑Diflubenzuron二福隆2.4 ppm（標準：1.0 ppm以下）', NULL, NULL, FALSE),
('TPE0056', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '士林區', '欣盛小吃店(晴光精緻自助餐)', '臺北市士林區中正路363號', '2024-04-02', '農藥殘留', 90, '殺菌劑Azoxystrobin	亞托敏1.2ppm(標準：1.0ppm以下)	', '殺菌劑Azoxystrobin	亞托敏1.2ppm(標準：1.0ppm以下)	
殺蟲劑Chlorpyrifos	陶斯松0.04ppm(標準：不得檢出)			
殺菌劑Cyazofamid	賽座滅0.04ppm(標準：0.01pm以下)	
殺草劑Oxadiazon	樂滅草0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0057', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '大安區', '全國食養創作全自助餐復興店(全國素食精緻全自助餐)', '臺北市大安區復興南路2段314號', '2024-04-09', '農藥殘留', 90, '殺蟲劑Chlorpyrifos陶斯松0.45ppm(標準：不得檢出)', '殺蟲劑Chlorpyrifos陶斯松0.45ppm(標準：不得檢出)
殺菌劑Cyazofamid	賽座滅0.03ppm(標準：0.01ppm以下)	
殺蟲劑Imidacloprid	益達胺1.2ppm(標準：1.0ppm以下)', NULL, NULL, FALSE),
('TPE0058', '113年臺北市', '蔬果', '小葉菜類', '韭菜花', '臺北市', '萬華區', '第一果菜批發市場王黃O彫', '臺北市萬華區萬大路533號地號410', '2024-04-11', '農藥殘留', 90, '殺蟲劑3-羥基加保扶(3-OH Carbofuran)0.11ppm、加保扶(Carbofuran)0.41ppm、丁基加保扶(Carbosulfan)0.08ppm(標準：0.5ppm以下)', '殺蟲劑3-羥基加保扶(3-OH Carbofuran)0.11ppm、加保扶(Carbofuran)0.41ppm、丁基加保扶(Carbosulfan)0.08ppm(標準：0.5ppm以下)
殺蟎劑Spirodiclofen	賜派芬0.02ppm(標準：0.01ppm以下)	
殺蟲劑	Tolfenpyrad	脫芬瑞0.20ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0059', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '中正區', '祥和小吃店(祥和蔬食精緻料理)', '臺北市中正區鎮江街1巷1號', '2024-04-11', '農藥殘留', 90, '殺草劑Ametryn草殺淨0.06ppm（ 標準： 不得檢出） ', '殺草劑Ametryn草殺淨0.06ppm（ 標準： 不得檢出） 
殺菌劑Propamocarb hydrochloride普拔克13.9ppm（標準：10.0ppm以下）', NULL, NULL, FALSE),
('TPE0060', '113年臺北市', '蔬果', '果菜類', '朝天椒(辣椒)', '臺北市', '松山區', '佰芸蔬菜行', '臺北市松山區八德路3段74巷3弄18號', '2024-04-03', '農藥殘留', 90, '殺蟲劑Buprofezin布芬淨0.02ppm（標準：不得檢出）', '殺蟲劑Buprofezin布芬淨0.02ppm（標準：不得檢出）
殺菌劑Pyraclostrobin百克敏0.8ppm（標準：0.5ppm以下）', NULL, NULL, FALSE),
('TPE0061', '113年臺北市', '蔬果', '小葉菜類', '韭菜花', '臺北市', '大安區', '川妹子小吃店', '臺北市大安區光復南路240巷52號', '2024-04-09', '農藥殘留', 90, '殺蟲劑3-酮基加保扶（ 3-keto Carbofuran） 0.04ppm、3-羥基加保扶（ 3-OH Carbofuran）0.54ppm、加保扶（Carbofuran）1.06ppm、丁基加保扶（Carbosulfan）0.20ppm（標準：0.5ppm以下）', '殺蟲劑3-酮基加保扶（ 3-keto Carbofuran） 0.04ppm、3-羥基加保扶（ 3-OH Carbofuran）0.54ppm、加保扶（Carbofuran）1.06ppm、丁基加保扶（Carbosulfan）0.20ppm（標準：0.5ppm以下）
殺蟎劑Spirodiclofen賜派芬0.11ppm（標準：0.01ppm以下）', NULL, NULL, FALSE),
('TPE0062', '113年臺北市', '蔬果', '小葉菜類', '青蒜', '臺北市', '北投區', '丁O江蔬果行', '臺北市北投區清江路35號', '2024-04-02', '農藥殘留', 90, '殺菌劑Fluxapyroxad	氟克殺0.03ppm(標準：不得檢出)', '殺菌劑Fluxapyroxad	氟克殺0.03ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0063', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔', '臺北市', '中山區', '陳O溪(第二果菜批發市場23-12號攤)', '臺北市中山區民族東路336號1樓', '2024-04-03', '農藥殘留', 90, '殺蟲劑Fipronil芬普尼0.006ppm、Fipronilsulfone芬普尼代謝物0.013ppm（標準：0.001ppm以下）', '殺蟲劑Fipronil芬普尼0.006ppm、Fipronilsulfone芬普尼代謝物0.013ppm（標準：0.001ppm以下）', NULL, NULL, FALSE),
('TPE0064', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '松山區', '全國食養創作全自助餐', '臺北市松山區南京東路5段123巷31號', '2024-04-03', '農藥殘留', 90, '殺菌劑Azoxystrobin亞托敏5.4ppm（標準：1.0ppm以下）', '殺菌劑Azoxystrobin亞托敏5.4ppm（標準：1.0ppm以下）', NULL, NULL, FALSE),
('TPE0065', '113年臺北市', '蔬果', '小葉菜類', '青蔥', '臺北市', '士林區', '瓦城泰統股份有限公司天母SOGO店(非常泰)', '臺北市士林區中正路6段77號8樓', '2024-04-10', '農藥殘留', 90, '殺蟲劑Fipronil-sulfone芬普尼代謝物0.004ppm（標準：0.001ppm以下）', '殺蟲劑Fipronil-sulfone芬普尼代謝物0.004ppm（標準：0.001ppm以下）', NULL, NULL, FALSE),
('TPE0066', '113年臺北市', '蔬果', '小葉菜類', '青蔥', '臺北市', '中山區', '高O松', '臺北市中山區民族東路336號1樓第二果菜批發市場11-08號攤', '2024-04-03', '農藥殘留', 90, '殺蟎劑	Spirodiclofen	賜派芬0.02ppm(標準：0.01ppm以下)', '殺蟎劑	Spirodiclofen	賜派芬0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0067', '113年臺北市', '蔬果', '小葉菜類', '韭菜花', '臺北市', '中山區', '陳O宏(第二果菜批發市場23-11號攤', '臺北市中山區民族東路336號）', '2024-04-03', '農藥殘留', 90, '殺蟲劑3-keto Carbofuran3-酮基加保扶0.02ppm、3-O H C arbofuran3-羥基加保扶0.22ppm 、Carbofuran加保扶0.51ppm、Carbosulfan丁基加保扶0.05ppm（標準：0.5ppm以下）', '殺蟲劑3-keto Carbofuran3-酮基加保扶0.02ppm、3-O H C arbofuran3-羥基加保扶0.22ppm 、Carbofuran加保扶0.51ppm、Carbosulfan丁基加保扶0.05ppm（標準：0.5ppm以下）', NULL, NULL, FALSE),
('TPE0068', '113年臺北市', '蔬果', '果菜類', '辣椒條', '臺北市', '大安區', '全國食養創作全自助餐復興店(全國素食精緻全自助餐)', '臺北市大安區復興南路2段314號', '2024-04-09', '農藥殘留', 90, '殺蟲劑Chlorfenapyr	克凡派0.7ppm(標準：0.5ppm以下)', '殺蟲劑Chlorfenapyr	克凡派0.7ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0069', '113年臺北市', '米濕製品', '糕粿類製品', '蘿蔔糕', '臺北市', '松山區', '田中湯圓', '臺北市松山區南京東路5段291巷10號', '2024-04-10', '防腐劑與添加物', 70, '苯甲酸：2.9g/kg', '苯甲酸：2.9g/kg
（標準：1.0g/kg）', NULL, NULL, FALSE),
('TPE0070', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '信義區', '欣葉台菜信義新天地A9館', '臺北市信義區松壽路9號8樓', '2024-05-03', '農藥殘留', 90, '殺菌劑Mandipropamid	曼普胺0.06ppm(標準：不得檢出)', '殺菌劑Mandipropamid	曼普胺0.06ppm(標準：不得檢出)
殺菌劑Oxathiapiprolin	歐西比0.01ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0071', '113年臺北市', '蔬果', '小葉菜類', '羅勒(九層塔)', '臺北市', '萬華區', '第一果菜批發市場地號433', '臺北市萬華區萬大路533號', '2024-05-07', '農藥殘留', 90, '殺草劑Ametryn	草殺淨0.01ppm(標準：不得檢出)	', '殺草劑Ametryn	草殺淨0.01ppm(標準：不得檢出)	
殺菌劑Dimethomorph	達滅芬2.6ppm(標準：2.5ppm以下)', NULL, NULL, FALSE),
('TPE0072', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔', '臺北市', '士林區', '上禾食堂(潮味決湯滷專門店士林中正店)', '臺北市士林區中正路358號', '2024-05-07', '農藥殘留', 90, '殺蟲劑Thiamethoxam	賽速安0.48ppm(標準：0.25ppm以下)	', '殺蟲劑Thiamethoxam	賽速安0.48ppm(標準：0.25ppm以下)	
殺蟲劑Trichlorfon	三氯松0.04ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0073', '113年臺北市', '蔬果', '梨果類', '加州紅櫻桃', '臺北市', '中山區', '協豐水果行', '臺北市中山區民族東路336號6-08攤', '2024-05-09', '農藥殘留', 90, '殺菌劑Mefentrifluconazole	滅芬座0.12ppm(標準：不得檢出)', '殺菌劑Mefentrifluconazole	滅芬座0.12ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0074', '113年臺北市', '蔬果', '大漿果類', '木瓜', '臺北市', '南港區', '菓之鄉水果專賣店', '臺北市南港區同德路60號', '2024-05-02', '農藥殘留', 90, '殺蟎劑Bifenazate	必芬蟎0.07ppm(標準：不得檢出)', '殺蟎劑Bifenazate	必芬蟎0.07ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0075', '113年臺北市', '蔬果', '小葉菜類', '台灣特選韭菜花', '臺北市', '內湖區', '幸福品味實業股份有限公司(美福食集)', '臺北市內湖區民善街128號', '2024-05-02', '農藥殘留', 90, '殺蟎劑Fenbutatin-oxide	芬佈賜0.03ppm(標準：不得檢出)', '殺蟎劑Fenbutatin-oxide	芬佈賜0.03ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0076', '113年臺北市', '蔬果', '大漿果類', '百香果', '臺北市', '中山區', '鼎皇麻辣火鍋店(天外天麻辣火鍋)', '臺北市中山區民權東路2段1號', '2024-05-01', '農藥殘留', 90, '殺蟲劑Cyromazine	賽滅淨0.02ppm(標準：不得檢出)', '殺蟲劑Cyromazine	賽滅淨0.02ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0077', '113年臺北市', '蔬果', '小葉菜類', '紅鳳菜', '臺北市', '南港區', '嘉年華小吃店', '臺北市南港區同德路72號1樓', '2024-05-02', '農藥殘留', 90, '殺菌劑Fenoxanil	芬諾尼0.01ppm(標準：不得檢出)', '殺菌劑Fenoxanil	芬諾尼0.01ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0078', '113年臺北市', '蔬果', '小葉菜類', '韭菜花', '臺北市', '萬華區', '田心蔬果(田進和)', '臺北市萬華區環河南路2段245號環南綜合市場蔬菜攤250號攤', '2024-05-07', '農藥殘留', 90, '殺菌劑Cyprodinil	賽普洛0.04ppm(標準：0.01ppm以下)', '殺菌劑Cyprodinil	賽普洛0.04ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0079', '113年臺北市', '蔬果', '小葉菜類', '台灣特選九層塔', '臺北市', '內湖區', '幸福品味實業股份有限公司(美福食集)', '臺北市內湖區民善街128號', '2024-05-02', '農藥殘留', 90, '殺菌劑Pyraclostrobin	百克敏0.03ppm(標準：0.01ppm以下)', '殺菌劑Pyraclostrobin	百克敏0.03ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0080', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔', '臺北市', '信義區', '微風超市股份有限公司(微風超市南山店', 'Breeze Super)/臺北市信義區松智路17號B1', '2024-05-03', '農藥殘留', 90, '殺蟲劑Dinotefuran	達特南0.15ppm(標準：0.05ppm以下)', '殺蟲劑Dinotefuran	達特南0.15ppm(標準：0.05ppm以下)', NULL, NULL, FALSE),
('TPE0081', '113年臺北市', '蔬果', '小葉菜類', '韭菜花', '臺北市', '中山區', '蔬菜攤', '臺北市中山區龍江路179巷15之5號', '2024-05-01', '農藥殘留', 90, '殺蟲劑Pyriproxyfen	百利普芬0.19ppm(標準：0.01ppm以下)', '殺蟲劑Pyriproxyfen	百利普芬0.19ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0082', '113年臺北市', '生鮮水產品', '蟹類', '扁蟹', '臺北市', '南港區', '六福開發股份有限公司南港分公司', '臺北市南港區忠孝東路7段359號7樓', '2024-04-09', '重金屬', 100, '鎘：0.6mg/kg', '鎘：0.6mg/kg
(標準：0.5mg/kg)', NULL, NULL, FALSE),
('TPE0083', '113年臺北市', '生鮮水產品', '養殖魚類', '黃魚', '臺北市', '中正區', '李碧綺號(南門鮮魚號)', '臺北市中正區羅斯福路1路8號(南門市場B1-47)', '2024-04-09', '農藥殘留', 90, '還原型結晶紫（leucocrystal violet, LCV） 0.6 ppb（標準', '還原型結晶紫（leucocrystal violet, LCV） 0.6 ppb（標準
：不得檢出）', NULL, NULL, FALSE),
('TPE0084', '113年臺北市', '調味料', '辣椒粉', '辣椒粉', '臺北市', '士林區', '民友商行（民友超級商店）', '臺北市士林區中正路586巷20號', '2024-05-31', '農藥殘留', 90, '二‧四地（2,4-D）:0.1ppm', '二‧四地（2,4-D）:0.1ppm
（標準:0.05ppm）', NULL, NULL, FALSE),
('TPE0085', '113年臺北市', '美耐皿', '塑膠類', '101-1（2031）敦煌豆油池', '臺北市', '北投區', '一加一五金行', '臺北市北投區中央南路1段154號', '2024-05-15', '標示不符', 50, '本體未以印刷、打印或壓印方式標示耐熱溫度。', '本體未以印刷、打印或壓印方式標示耐熱溫度。', NULL, NULL, FALSE),
('TPE0086', '113年臺北市', '美耐皿', '塑膠類', '美耐皿餐具(湯匙)', '臺北市', '萬華區', '嘉政國際有限公司', '臺北市萬華區環河南路1段181-6、181-7號1樓', '2024-05-17', '標示不符', 50, '1.未標示淨重、容量或數量。', '1.未標示淨重、容量或數量。
2.未標示湯匙耐熱溫度。', NULL, NULL, FALSE),
('TPE0087', '113年臺北市', '散裝飲冰品及配料', '飲料', '四季青茶(含冰塊)', '臺北市', '中正區', '甯臻恩飲料店(黑丸嫩仙草古亭店)', '臺北市中正區同安街65號', '2024-06-06', '微生物', 85, '腸桿菌科：1.6x10^3 CFU/mL', '腸桿菌科：1.6x10^3 CFU/mL
(標準：10 CFU/mL)', NULL, NULL, FALSE),
('TPE0088', '113年臺北市', '散裝飲冰品及配料', '飲料', '橙香鮮茶(原汁含冰塊不含配料)', '臺北市', '內湖區', '珍煮丹股份有限公司內湖江南分公司', '臺北市內湖區江南街108號1樓', '2024-06-05', '微生物', 85, '腸桿菌科：18 CFU/mL', '腸桿菌科：18 CFU/mL
(標準：10 CFU/mL)', NULL, NULL, FALSE),
('TPE0089', '113年臺北市', '散裝飲冰品及配料', '配料', '魔法水晶', '臺北市', '中山區', '崑成商行(酷加飲品)', '臺北市中山區龍江路342巷23號', '2024-05-07', '防腐劑與添加物', 70, '己二烯酸：0.33g/kg', '己二烯酸：0.33g/kg
(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0090', '113年臺北市', '散裝飲冰品及配料', '飲料', '金麥文火烏龍(含冰)', '臺北市', '大安區', '沐鑫國際餐飲有限公司(烈奶茶忠孝復興店)', '臺北市大安區復興南路1段133號', '2024-06-05', '微生物', 85, '腸桿菌科：4.6x10^4 CFU/mL', '腸桿菌科：4.6x10^4 CFU/mL
(標準：10 CFU/mL)', NULL, NULL, FALSE),
('TPE0091', '113年臺北市', '散裝飲冰品及配料', '冰品', '紅豆牛奶冰(不含配料)', '臺北市', '萬華區', '杏玥冰坊', '臺北市萬華區寶興街129號1樓', '2024-06-06', '微生物', 85, '腸桿菌科：2.6x10^3 CFU/g', '腸桿菌科：2.6x10^3 CFU/g
(標準：10 CFU/g)', NULL, NULL, FALSE),
('TPE0092', '113年臺北市', '散裝飲冰品及配料', '冰品', '香草霜淇淋', '臺北市', '松山區', '橫濱牛排南京微風店', '臺北市松山區南京東路3段337號3樓', '2024-06-13', '微生物', 85, '腸桿菌科：5.4x10^2 CFU/g', '腸桿菌科：5.4x10^2 CFU/g
(標準：10 CFU/g)', NULL, NULL, FALSE),
('TPE0093', '113年臺北市', '散裝飲冰品及配料', '飲料', '馬祖奶茶(不含冰塊不含配料)', '臺北市', '文山區', '馬祖奶茶(文山木新店)', '臺北市文山區木新路3段33號', '2024-06-13', '微生物', 85, '腸桿菌科：1.7x10^4 CFU/mL', '腸桿菌科：1.7x10^4 CFU/mL
(標準：10 CFU/mL)', NULL, NULL, FALSE),
('TPE0094', '113年臺北市', '散裝飲冰品及配料', '冰品', '巧克力香蕉冰沙', '臺北市', '內湖區', 'Journey Kaffe覺旅咖啡-陽光分公司', '臺北市內湖區陽光街321巷42號', '2024-06-13', '微生物', 85, '腸桿菌科：3.2x10^2 CFU/g', '腸桿菌科：3.2x10^2 CFU/g
(標準：10 CFU/g)', NULL, NULL, FALSE),
('TPE0095', '113年臺北市', '蔬果', '豆菜類', '豌豆', '臺北市', '中正區', '果粉水果行(果粉水果超市汀州店)', '臺北市中正區汀州路2段335號', '2024-06-05', '農藥殘留', 90, '殺菌劑Bupirimate	布瑞莫0.02ppm(標準：0.01ppm以下)	', '殺菌劑Bupirimate	布瑞莫0.02ppm(標準：0.01ppm以下)	
殺菌劑Prochloraz	撲克拉0.69ppm(標準：0.01ppm以下)	
殺蟲劑Pyriproxyfen	百利普芬0.6ppm(標準：0.2ppm以下)	
殺蟲劑Spinetoram	賜諾特0.08ppm(標準：0.05ppm以下)	
殺蟲劑Tolfenpyrad	脫芬瑞0.07ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0096', '113年臺北市', '蔬果', '豆菜類', '豌豆', '臺北市', '士林區', '詠鑽蔬果專賣店(新天地蔬果量販店)', '臺北市士林區美崙街18號1樓', '2024-06-05', '農藥殘留', 90, '殺菌劑Diniconazole	達克利0.05ppm(標準：不得檢出)	', '殺菌劑Diniconazole	達克利0.05ppm(標準：不得檢出)	
殺線蟲劑Fosthiazate	福賽絕0.01ppm(標準：不得檢出)	
殺蟲劑Thiamethoxam	賽速安0.06ppm(標準：0.02ppm以下)', NULL, NULL, FALSE),
('TPE0097', '113年臺北市', '蔬果', '核果類', '玉荷包(荔枝)', '臺北市', '中正區', '果粉水果行(果粉水果超市汀州店)', '臺北市中正區汀州路2段335號', '2024-06-05', '農藥殘留', 90, '殺蟲劑Chlorpyrifos陶斯松1.14ppm(標準：不得檢出) ', '殺蟲劑Chlorpyrifos陶斯松1.14ppm(標準：不得檢出) 
殺蟲劑Fenvalerate	芬化利1.2ppm(標準：1.0ppm以下)	
殺蟲劑Permethrin	百滅寧0.97ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0098', '113年臺北市', '蔬果', '小葉菜類', '韭菜花', '臺北市', '萬華區', '臺北市萬華區萬大路533號第一果菜批發市場地號137', '臺北市萬華區萬大路533號第一果菜批發市場地號137', '2024-06-05', '農藥殘留', 90, '殺蟲劑Acetamiprid	亞滅培0.29ppm(標準：0.01ppm以下)	', '殺蟲劑Acetamiprid	亞滅培0.29ppm(標準：0.01ppm以下)	
殺蟎劑Hexythiazox	合賽多0.17ppm(標準：0.01ppm以下)	
殺蟎劑Spirodiclofen	賜派芬0.13ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0099', '113年臺北市', '蔬果', '小葉菜類', '韭菜花', '臺北市', '大安區', '太平洋崇光百貨股份有限公司(Fresh Mart忠孝店)', '臺北市大安區忠孝東路4段45號B2', '2024-06-07', '農藥殘留', 90, '殺蟲劑3-OH Carbofuran 3-羥基加保扶0.13ppm、Carbofuran加保扶0.18ppm(標準：0.2ppm以下)	', '殺蟲劑3-OH Carbofuran 3-羥基加保扶0.13ppm、Carbofuran加保扶0.18ppm(標準：0.2ppm以下)	
殺蟲劑Etofenprox	依芬寧0.05ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0100', '113年臺北市', '蔬果', '小葉菜類', '芹菜', '臺北市', '萬華區', '臺北市萬華區萬大路533號第一果菜批發市場地號1314', '臺北市萬華區萬大路533號第一果菜批發市場地號1314', '2024-06-05', '農藥殘留', 90, '殺菌劑Iprobenfos	丙基喜樂松0.05ppm(標準：0.01ppm以下)	', '殺菌劑Iprobenfos	丙基喜樂松0.05ppm(標準：0.01ppm以下)	
殺菌劑Tricyclazole	三賽唑0.03ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0101', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '大安區', '双喜臨門水果行(双囍臨門水果行)', '臺北市大安區和平東路3段228巷35號', '2024-06-07', '農藥殘留', 90, '殺菌劑Dimethomorph	達滅芬0.28ppm(標準：0.01ppm以下)	', '殺菌劑Dimethomorph	達滅芬0.28ppm(標準：0.01ppm以下)	
殺菌劑Flutolanil	福多寧0.64ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0102', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '中山區', '國賓大飯店股份有限公司遼寧營業所(國賓大飯店股份有限公司中餐廳)', '臺北市中山區遼寧街177號', '2024-06-03', '農藥殘留', 90, '殺菌劑Isoprothiolane	亞賜圃0.05ppm(標準：0.01ppm以下)	', '殺菌劑Isoprothiolane	亞賜圃0.05ppm(標準：0.01ppm以下)	
殺蟲劑Phenthoate	賽達松0.03ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0103', '113年臺北市', '蔬果', '蕈菜類', '秀珍菇', '臺北市', '信義區', '信遠國際開發股份有限公司', '臺北市信義區松仁路58號14樓', '2024-06-07', '農藥殘留', 90, '殺蟲劑Chlorpyrifos陶斯松0.03ppm(標準：不得檢出)', '殺蟲劑Chlorpyrifos陶斯松0.03ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0104', '113年臺北市', '蔬果', '小葉菜類', '蒜苗', '臺北市', '大安區', '双喜臨門水果行(双囍臨門水果行)', '臺北市大安區和平東路3段228巷35號', '2024-06-07', '農藥殘留', 90, '殺菌劑Pydiflumetofen	派滅芬0.01ppm(標準：不得檢出)', '殺菌劑Pydiflumetofen	派滅芬0.01ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0105', '113年臺北市', '蔬果', '豆菜類', '豌豆', '臺北市', '士林區', '翡翠綠水果專賣店', '臺北市士林區美崙街14號1樓', '2024-06-03', '農藥殘留', 90, '殺蟲劑Thiamethoxam	賽速安0.17ppm(標準：0.02ppm以下)', '殺蟲劑Thiamethoxam	賽速安0.17ppm(標準：0.02ppm以下)', NULL, NULL, FALSE),
('TPE0106', '113年臺北市', '蔬果', '核果類', '芒果', '臺北市', '松山區', '水果行', '臺北市松山區南京東路5段291巷3之2號前', '2024-06-04', '農藥殘留', 90, '殺菌劑Dimethomorph	達滅芬0.04ppm(標準：0.01ppm以下)', '殺菌劑Dimethomorph	達滅芬0.04ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0107', '113年臺北市', '蔬果', '核果類', '台灣特選玉荷包(荔枝)', '臺北市', '內湖區', '幸福品味實業股份有限公司(美福食集)', '臺北市內湖區民善街128號', '2024-06-04', '農藥殘留', 90, '殺蟲劑Phosmet	益滅松0.6ppm(標準：0.2ppm以下)', '殺蟲劑Phosmet	益滅松0.6ppm(標準：0.2ppm以下)', NULL, NULL, FALSE),
('TPE0108', '113年臺北市', '蔬果', '大漿果類', '百香果', '臺北市', '士林區', '無市招水果攤', '臺北市士林區社中街12號對面', '2024-06-05', '農藥殘留', 90, '殺蟲劑Fenvalerate	芬化利0.03ppm(標準：0.01ppm以下)', '殺蟲劑Fenvalerate	芬化利0.03ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0109', '113年臺北市', '蔬果', '小葉菜類', '芹菜', '臺北市', '大安區', '双喜臨門水果行(双囍臨門水果行)', '臺北市大安區和平東路3段228巷35號', '2024-06-07', '農藥殘留', 90, '殺菌劑Iprobenfos	丙基喜樂松0.03ppm(標準：0.01ppm以下)', '殺菌劑Iprobenfos	丙基喜樂松0.03ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0110', '113年臺北市', '蔬果', '核果類', '玉荷包荔枝', '臺北市', '大安區', '太平洋崇光百貨股份有限公司(Fresh Mart忠孝店)', '臺北市大安區忠孝東路4段45號B2', '2024-06-07', '農藥殘留', 90, '殺菌劑Difenoconazole	待克利1.4ppm(標準：0.5ppm以下)', '殺菌劑Difenoconazole	待克利1.4ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0111', '113年臺北市', '網路販售食品', '包裝', '法國葛宏德天然海鹽-1kg', '臺北市', '信義區', 'pchome24h購物網
(https:', '/24h.pchome.com.tw/)', '2024-05-29', '重金屬', 100, '砷:0.35 mg/kg', '砷:0.35 mg/kg
(標準:0.2 mg/kg以下)', NULL, NULL, FALSE),
('TPE0112', '113年臺北市', '網路販售食品', '核果類', '臺灣-貴妃玉荷包', '臺北市', '信義區', '放心初蔬果網
(https:', '/funthingtrue.com.tw/)', '2024-06-04', '農藥殘留', 90, '百滅寧:0.09 ppm', '百滅寧:0.09 ppm
(標準:0.01ppm以下)', NULL, NULL, FALSE),
('TPE0113', '113年臺北市', '網路販售食品', '大漿果類', '越南-干腰榴槤(小貓山王)', '臺北市', '信義區', '放心初蔬果網
(https:', '/funthingtrue.com.tw/)', '2024-06-04', '農藥殘留', 90, '撲滅寧:0.02 ppm', '撲滅寧:0.02 ppm
(標準:0.01 ppm以下)', NULL, NULL, FALSE),
('TPE0114', '113年臺北市', '網路販售食品', '根莖菜類', '百合根', '臺北市', '信義區', '蝦皮購物-好食代 冷凍食品批發小舖
(https:', '/shopee.tw/lin24190902)', '2024-06-05', '重金屬', 100, '鎘:0.24 mg/kg', '鎘:0.24 mg/kg
(標準:0.05 mg/kg以下)
扶吉胺:0.84 ppm
(標準:不得檢出)', NULL, NULL, FALSE),
('TPE0115', '113年臺北市', '網路販售食品', '根莖菜類', '北海道白銀食用百合球根一球199元(非常好吃)', '臺北市', '信義區', '蝦皮購物-sutinglin
(https:', '/shopee.tw/sutinglin)', '2024-06-06', '重金屬', 100, '鎘:0.17 mg/kg', '鎘:0.17 mg/kg
(標準:0.05 mg/kg以下)
扶吉胺:0.30 ppm
(標準:不得檢出)', NULL, NULL, FALSE),
('TPE0116', '113年臺北市', '網路販售食品', '根莖菜類', '日本百合(北海道)XXL', '臺北市', '信義區', '蝦皮購物-HomeBar泓吧嚴選新鮮蔬果
(https:', '/shopee.tw/jacck2668)', '2024-06-07', '重金屬', 100, '鎘:0.53 mg/kg', '鎘:0.53 mg/kg
(標準:0.05 mg/kg以下)
扶吉胺:1.57 ppm
(標準:不得檢出)', NULL, NULL, FALSE),
('TPE0117', '113年臺北市', '素摻葷', '奶蛋素', '小麥藥膳丸', '臺北市', '北投區', '阿玉素食(北投中繼市場133號攤)', '臺北市北投區磺港路33號', '2024-06-19', '其他', 60, '1.動物性成分陽性、動物性成分陽性(豬、雞)陽性。', '1.動物性成分陽性、動物性成分陽性(豬、雞)陽性。
2.植物性成分陽性、五辛(洋蔥)陽性。', NULL, NULL, FALSE),
('TPE0118', '113年臺北市', '素摻葷', '奶蛋素', '塔香燒球', '臺北市', '松山區', '張阿姨蔬食', '臺北市松山區八德路4段673巷6號', '2024-06-20', '其他', 60, '1.動物性成分陽性、動物性成分陽性(豬、雞、魚)陽性。', '1.動物性成分陽性、動物性成分陽性(豬、雞、魚)陽性。
2.植物性成分陽性、五辛(洋蔥)陽性。', NULL, NULL, FALSE),
('TPE0119', '113年臺北市', '蔬果', '核果類', '黑葉荔枝', '臺北市', '中山區', '果鮮一品商行(果鮮蔬果超市)', '臺北市中山區吉林路176號', '2024-07-02', '農藥殘留', 90, '殺蟲劑Deltamethrin 第滅寧1.0ppm(標準：0.5ppm以下) ', '殺蟲劑Deltamethrin 第滅寧1.0ppm(標準：0.5ppm以下) 
殺菌劑Difenoconazole 待克利3.4ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0120', '113年臺北市', '蔬果', '核果類', '荔枝', '臺北市', '中山區', '臺北市中山區民族東路410巷2弄18-20號前(五常市場)', '臺北市中山區民族東路410巷2弄18-20號前(五常市場)', '2024-07-02', '農藥殘留', 90, '殺蟲劑Deltamethrin 第滅寧1.4ppm(標準：0.5ppm以下) ', '殺蟲劑Deltamethrin 第滅寧1.4ppm(標準：0.5ppm以下) 
殺菌劑Pyraclostrobin 百克敏0.6ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0121', '113年臺北市', '蔬果', '核果類', '粉殼K3(龍眼)', '臺北市', '萬華區', '我家蔬果園', '臺北市萬華區中華路2段416巷56號', '2024-07-04', '農藥殘留', 90, '殺菌劑Difenoconazole 待克利1.0ppm(標準：0.5ppm以下) ', '殺菌劑Difenoconazole 待克利1.0ppm(標準：0.5ppm以下) 
殺蟎劑Spirodiclofen 賜派芬0.8ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0122', '113年臺北市', '蔬果', '大漿果類', '百香果', '臺北市', '信義區', '辣十九國際開發股份有限公司(馬辣頂級鴛鴦鍋信義店)', '臺北市信義區松壽路22號3樓', '2024-07-03', '農藥殘留', 90, '殺蟲劑Cyromazine 賽滅淨0.12ppm(標準：不得檢出)', '殺蟲劑Cyromazine 賽滅淨0.12ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0123', '113年臺北市', '蔬果', '大漿果類', '波蘿蜜', '臺北市', '萬華區', '上奕商行(INDEX)', '臺北市萬華區國興路32號', '2024-07-04', '農藥殘留', 90, '生長調節劑Gibberellic acid 勃激素A3 0.05ppm(標準：不得檢出)', '生長調節劑Gibberellic acid 勃激素A3 0.05ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0124', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '中山區', '粒粒鮮股份有限公司(粒粒鮮)', '臺北市中山區吉林路146號146之1號', '2024-07-02', '農藥殘留', 90, '殺草劑Ametryn 草殺淨0.03ppm(標準：不得檢出)', '殺草劑Ametryn 草殺淨0.03ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0125', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '士林區', '豪光回田實業有限公司(回田蔬苑)', '臺北市士林區中正路357號1樓', '2024-07-04', '農藥殘留', 90, '殺蟲劑Spinetoram 賜諾特0.02ppm(標準：不得檢出)', '殺蟲劑Spinetoram 賜諾特0.02ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0126', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '士林區', '璞園餐飲事業有限公司(台南海鮮會館)', '臺北市士林區基河路130號地下一層', '2024-07-04', '農藥殘留', 90, '殺菌劑Pencycuron 賓克隆0.04ppm(標準0.01ppm以下)', '殺菌劑Pencycuron 賓克隆0.04ppm(標準0.01ppm以下)', NULL, NULL, FALSE),
('TPE0127', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔', '臺北市', '萬華區', '臺北市萬華區環河南路2段245號蔬菜攤0068號', '臺北市萬華區環河南路2段245號蔬菜攤0068號', '2024-07-04', '農藥殘留', 90, '殺蟲劑Clothianidin 可尼丁0.07ppm(標準：0.02ppm以下)', '殺蟲劑Clothianidin 可尼丁0.07ppm(標準：0.02ppm以下)', NULL, NULL, FALSE),
('TPE0128', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '中山區', '臺北市中山區民族東路410巷2弄20號前', '臺北市中山區民族東路410巷2弄20號前', '2024-07-02', '農藥殘留', 90, '殺草劑Oxadiazon 樂滅草0.02ppm(標準：0.01ppm以下)', '殺草劑Oxadiazon 樂滅草0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0129', '113年臺北市', '蔬果', '核果類', '荔枝', '臺北市', '松山區', '明欣鮮果專賣店', '臺北市松山區南京東路5段123巷27號1樓', '2024-07-02', '農藥殘留', 90, '殺蟲劑Cyhalothrin 賽洛寧1.0ppm(標準：0.5ppm以下)', '殺蟲劑Cyhalothrin 賽洛寧1.0ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0130', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '萬華區', '臺北市萬華區環河南路2段245號蔬菜攤0032號', '臺北市萬華區環河南路2段245號蔬菜攤0032號', '2024-07-04', '農藥殘留', 90, '殺菌劑Dimethomorph 達滅芬4.1ppm(標準：2.5ppm以下)', '殺菌劑Dimethomorph 達滅芬4.1ppm(標準：2.5ppm以下)', NULL, NULL, FALSE),
('TPE0131', '113年臺北市', '散裝飲冰品及配料', '飲料', '麥香紅茶(不含冰塊及配料)', '臺北市', '松山區', '厚鋪牛排館(人从众厚切牛排)', '臺北市松山區光復北路146號1樓', '2024-06-13', '微生物', 85, '腸桿菌科：5.4x10^3 CFU/mL', '腸桿菌科：5.4x10^3 CFU/mL
(標準：10 CFU/mL)', NULL, NULL, FALSE),
('TPE0132', '113年臺北市', '散裝飲冰品及配料', '冰品', '北海道牛奶霜淇淋', '臺北市', '中山區', '總柴日式氷菓專賣(CEO ICE CREAM)', '臺北市中山區中山北路2段26巷18號', '2024-06-19', '微生物', 85, '腸桿菌科：40 CFU/g', '腸桿菌科：40 CFU/g
(標準：10 CFU/g)', NULL, NULL, FALSE),
('TPE0133', '113年臺北市', '散裝飲冰品及配料', '冰品', '紅豆牛奶雪花冰(不含配料)', '臺北市', '大同區', '冰讚飲食店', '臺北市大同區雙連街2號1樓', '2024-06-19', '微生物', 85, '腸桿菌科：2.0x10^3 CFU/g', '腸桿菌科：2.0x10^3 CFU/g
(標準：10 CFU/g)', NULL, NULL, FALSE),
('TPE0134', '113年臺北市', '散裝飲冰品及配料', '冰品', '招牌甘蔗冰沙(不含配料)', '臺北市', '中正區', '金霖企業社(甘蔗媽媽)', '臺北市中正區信陽街5之1號', '2024-06-24', '微生物', 85, '腸桿菌科：2.1x10^3 CFU/mL', '腸桿菌科：2.1x10^3 CFU/mL
(標準：10 CFU/mL)', NULL, NULL, FALSE),
('TPE0135', '113年臺北市', '散裝飲冰品及配料', '冰品', '圓圓圓(雪花冰)(不含冰塊不含配料)', '臺北市', '萬華區', '喜客冰品店(冰封仙果)', '臺北市萬華區中華路1段114巷18號1樓', '2024-06-19', '微生物', 85, '腸桿菌科：30 CFU/g', '腸桿菌科：30 CFU/g
(標準：10 CFU/g)', NULL, NULL, FALSE),
('TPE0136', '113年臺北市', '散裝飲冰品及配料', '冰品', '杏仁雪花冰', '臺北市', '大同區', '森昱食品有限公司(夏樹甜品)', '臺北市大同區迪化街1段240號', '2024-06-24', '微生物', 85, '腸桿菌科：3.2x10^2 CFU/g', '腸桿菌科：3.2x10^2 CFU/g
(標準：10 CFU/g)', NULL, NULL, FALSE),
('TPE0137', '113年臺北市', '散裝飲冰品及配料', '冰品', '清香黑糖冰(不含配料)', '臺北市', '士林區', '廣安階', '臺北市士林區中山北路6段77號8樓', '2024-06-26', '微生物', 85, '腸桿菌科：88 CFU/mL', '腸桿菌科：88 CFU/mL
(標準：10 CFU/mL)', NULL, NULL, FALSE),
('TPE0138', '113年臺北市', '散裝飲冰品及配料', '冰品', '霜淇淋(不含配料)', '臺北市', '內湖區', '金探吉事業有限公司(荖子鍋)', '臺北市內湖區民善街88號', '2024-07-01', '微生物', 85, '腸桿菌科：1.5x10^3 CFU/g', '腸桿菌科：1.5x10^3 CFU/g
(標準：10 CFU/g)', NULL, NULL, FALSE),
('TPE0139', '113年臺北市', '散裝飲冰品及配料', '飲料', '芭樂梅', '臺北市', '中正區', '水龍堂(大苑子)', '臺北市中正區南昌路1段80號', '2024-07-02', '微生物', 85, '腸桿菌科：70 CFU/mL', '腸桿菌科：70 CFU/mL
(標準：10 CFU/mL)', NULL, NULL, FALSE),
('TPE0140', '113年臺北市', '市售產品塑化劑含量', '膠囊錠狀食品', '速清魚油', '臺北市', '信義區', '吳興春天藥局', '臺北市信義區吳興街137號1樓', '2024-06-11', '農藥殘留', 90, 'DINP:54 ppm', 'DINP:54 ppm
(指標值:9 ppm)', NULL, NULL, FALSE),
('TPE0141', '113年臺北市', '市售產品塑化劑含量', '膠囊錠狀食品', '綠芙特級高單位蜂膠軟膠囊', '臺北市', '松山區', '啄木鳥藥師藥局八德店', '臺北市松山區八德路4段211號', '2024-06-11', '農藥殘留', 90, 'DBP:6.0ppm', 'DBP:6.0ppm
(指標值:0.6ppm)', NULL, NULL, FALSE),
('TPE0142', '113年臺北市', '穀豆類', '乾豆類', '精選毛綠豆-紅線', '臺北市', '北投區', '鴻璂雜糧行', '臺北市北投區中央南路1段163號1樓', '2024-06-17', '農藥殘留', 90, '賽速安(Thiamethoxam):0.09 ppm', '賽速安(Thiamethoxam):0.09 ppm
(標準:0.02 ppm)
磷化氫(Phosphine):0.02 ppm
(標準:0.01 ppm)', NULL, NULL, FALSE),
('TPE0143', '113年臺北市', '穀豆類', '乾豆類', '大毛綠(毛綠豆)', '臺北市', '內湖區', '利民雜糧行', '臺北市內湖區內湖路2段300號', '2024-06-19', '農藥殘留', 90, '賽果培(Thiacloprid):0.04 ppm', '賽果培(Thiacloprid):0.04 ppm
(標準:0.02 ppm)', NULL, NULL, FALSE),
('TPE0144', '113年臺北市', '穀豆類', '乾豆類', '綠豆', '臺北市', '大同區', '永利食品有限公司', '臺北市大同區迪化街1段143號', '2024-06-21', '農藥殘留', 90, '芬普尼(Fipronil):0.001 ppm、芬普尼代謝物(Fipronil-sulfone)0.001 ppm=0.002 ppm', '芬普尼(Fipronil):0.001 ppm、芬普尼代謝物(Fipronil-sulfone)0.001 ppm=0.002 ppm
(標準:0.001 ppm)
賽速安(Thiamethoxam):0.16 ppm
(標準:0.02 ppm)', NULL, NULL, FALSE),
('TPE0145', '113年臺北市', '中秋食品、烤肉食品、烤肉用容器具', '烤肉用蔬菜', '四季豆', '臺北市', '中山區', '雙連市場來于蔬菜35號攤', '臺北市中山區民生西路45巷', '2024-07-09', '農藥殘留', 90, 'Indoxacarb因得克 0.02ppm', 'Indoxacarb因得克 0.02ppm
(標準:0.01ppm以下)', NULL, NULL, FALSE),
('TPE0146', '113年臺北市', '中秋食品、烤肉食品、烤肉用容器具', '中秋月餅', '豪紀芋頭餡', '臺北市', '北投區', '米泉食品行(米哥烘焙坊)', '臺北市北投區光明路158號1樓', '2024-07-12', '防腐劑與添加物', 70, '己二烯酸 1.0g/kg (標準:不得檢出)', '己二烯酸 1.0g/kg (標準:不得檢出)', NULL, NULL, FALSE),
('TPE0147', '113年臺北市', '中秋食品、烤肉食品、烤肉用容器具', '中秋月餅', '豆沙半蛋酥', '臺北市', '中山區', '金橞食品股份有限公司', '臺北市中山區松江路297巷5號1樓', '2024-07-10', '標示不符', 50, '(一)內容物為二種以上混合物未依其含量多寡由高至低分別標示。', '(一)內容物為二種以上混合物未依其含量多寡由高至低分別標示。
(二)未標示「淨重、容量或數量」及「原產地（國）」。
(三)內容物含有麩質之穀類、蛋、奶、大豆及其製品，未標示食品過敏原資訊等。', NULL, NULL, FALSE),
('TPE0148', '113年臺北市', '中秋食品、烤肉食品、烤肉用容器具', '中秋月餅', '芋火鳳凰酥', '臺北市', '中山區', '金橞食品股份有限公司', '臺北市中山區松江路297巷5號1樓', '2024-07-10', '標示不符', 50, '(一)內容物為二種以上混合物未依其含量多寡由高至低分別標示。', '(一)內容物為二種以上混合物未依其含量多寡由高至低分別標示。
(二)未標示「淨重、容量或數量」及「原產地（國）」。
(三)內容物含有麩質之穀類、蛋、奶、大豆及其製品，未標示食品過敏原資訊等。', NULL, NULL, FALSE),
('TPE0149', '113年臺北市', '中秋食品、烤肉食品、烤肉用容器具', '中秋月餅', '金Q芋頭酥(葷)', '臺北市', '中山區', '金橞食品股份有限公司', '臺北市中山區松江路297巷5號1樓', '2024-07-10', '標示不符', 50, '(一)內容物為二種以上混合物未依其含量多寡由高至低分別標示。', '(一)內容物為二種以上混合物未依其含量多寡由高至低分別標示。
(二)未標示「淨重、容量或數量」及「原產地（國）」。
(三)內容物含有麩質之穀類、蛋、奶、大豆及其製品，未標示食品過敏原資訊等。', NULL, NULL, FALSE),
('TPE0150', '113年臺北市', '中秋食品、烤肉食品、烤肉用容器具', '中秋月餅', '夏豆堅果塔(蛋奶素)', '臺北市', '中山區', '慧上癮', '臺北市中山區建國北路2段226巷42號', '2024-07-10', '標示不符', 50, '未標示原產地（國）、有效日期標示單獨黏貼未依規定印刷於外包裝上。', '未標示原產地（國）、有效日期標示單獨黏貼未依規定印刷於外包裝上。', NULL, NULL, FALSE),
('TPE0151', '113年臺北市', '中秋食品、烤肉食品、烤肉用容器具', '中秋月餅', '慧上癮鳳梨酥', '臺北市', '中山區', '慧上癮', '臺北市中山區建國北路2段226巷42號', '2024-07-10', '標示不符', 50, '未標示有效日期。', '未標示有效日期。', NULL, NULL, FALSE),
('TPE0152', '113年臺北市', '蔬果', '小葉菜類', '油菜', '臺北市', '萬華區', '宜新蔬果行', '臺北市萬華區富民路155巷49之3號1樓', '2024-08-07', '農藥殘留', 90, '殺蟲劑Abamectin 阿巴汀0.06ppm(標準：0.05ppm以下) ', '殺蟲劑Abamectin 阿巴汀0.06ppm(標準：0.05ppm以下) 
殺蟲劑Chlorfenapyr 克凡派1.4ppm(標準：1.0ppm以下) 
殺蟲劑Cyantraniliprole 賽安勃0.05ppm(標準：不得檢出) 
殺蟲劑Fipronil 芬普尼0.210ppm、Fipronil-sulfone芬普尼代謝物0.048ppm(標準：0.001ppm以下) 
殺蟲劑Pyriproxyfen 百利普芬1.54ppm(標準：0.01ppm以下) 
殺蟲劑Tolfenpyrad 脫芬瑞0.7ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0153', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔', '臺北市', '大同區', '霸王川菜餐廳股份有限公司', '臺北市大同區長安西路287號1-2樓', '2024-08-01', '農藥殘留', 90, '殺蟲劑Clothianidin 可尼丁0.08ppm(標準：0.02ppm以下) ', '殺蟲劑Clothianidin 可尼丁0.08ppm(標準：0.02ppm以下) 
殺蟲劑Dichlorvos二氯松0.04ppm(標準：不得檢出)
殺蟲劑Trichlorfon 三氯松0.19ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0154', '113年臺北市', '蔬果', '小葉菜類', '芥蘭菜', '臺北市', '南港區', '為福樓餐廳有限公司', '臺北市南港區忠孝東路5段996號1樓', '2024-08-05', '農藥殘留', 90, '殺蟲劑Chlorfenapyr 克凡派2.4ppm(標準：1.0ppm以下) ', '殺蟲劑Chlorfenapyr 克凡派2.4ppm(標準：1.0ppm以下) 
殺蟲劑Indoxacarb 因得克2.4ppm(標準：2.0ppm以下) 
殺菌劑Pyraclostrobin 百克敏2.7ppm(標準：2.0ppm以下)', NULL, NULL, FALSE),
('TPE0155', '113年臺北市', '蔬果', '果菜類', '辣椒條', '臺北市', '大安區', '復興小吃店(全國食養創作全自助餐復興店)', '臺北市大安區復興南路2段314號', '2024-08-02', '農藥殘留', 90, '殺菌劑Difenoconazole 待克利1.2ppm(標準：0.5ppm以下) ', '殺菌劑Difenoconazole 待克利1.2ppm(標準：0.5ppm以下) 
殺菌劑Zoxamide 座賽胺0.13ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0156', '113年臺北市', '蔬果', '小葉菜類', '芹菜', '臺北市', '大安區', '優市大安店', '臺北市大安區敦化南路2段11巷38弄15號', '2024-08-02', '農藥殘留', 90, '殺菌劑Dimethomorph 達滅芬2.9ppm(標準：2.5ppm以下) ', '殺菌劑Dimethomorph 達滅芬2.9ppm(標準：2.5ppm以下) 
殺蟲劑Indoxacarb 因得克0.03ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0157', '113年臺北市', '蔬果', '大漿果類', '百香果', '臺北市', '大同區', '無名水果攤', '臺北市大同區長安西路218之1號旁', '2024-08-01', '農藥殘留', 90, '殺蟲劑Cyromazine 賽滅淨0.14ppm(標準：不得檢出)', '殺蟲劑Cyromazine 賽滅淨0.14ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0158', '113年臺北市', '蔬果', '根莖菜類', '日本北海道大根(白蘿蔔)', '臺北市', '中山區', '統康生活事業股份有限公司美麗華分公司(Mia C''bon MARKET)', '臺北市中山區敬業三路20號地下1樓之1', '2024-08-01', '農藥殘留', 90, '殺線蟲劑Fosthiazate 福賽絕0.02ppm(標準：不得檢出)', '殺線蟲劑Fosthiazate 福賽絕0.02ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0159', '113年臺北市', '蔬果', '豆菜類', '菜豆', '臺北市', '大安區', '秋香蔬菜商行', '臺北市大安區臨江街29-1號', '2024-08-02', '農藥殘留', 90, '殺草劑Ametryn 草殺淨0.02ppm(標準：不得檢出)', '殺草劑Ametryn 草殺淨0.02ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0160', '113年臺北市', '蔬果', '大漿果類', '網室栽培特選台農二號紅肉木瓜', '臺北市', '萬華區', '日鮮蔬果專賣店', '臺北市萬華區貴陽街2段137號', '2024-08-07', '農藥殘留', 90, '殺蟎劑Fenbutatin-oxide 芬佈賜0.02ppm(標準：不得檢出)', '殺蟎劑Fenbutatin-oxide 芬佈賜0.02ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0161', '113年臺北市', '蔬果', '小葉菜類', '芹菜', '臺北市', '中山區', '臺北市第二果菜批發市場蔬菜零批場21-08號攤', '臺北市中山區民族東路336號', '2024-08-01', '農藥殘留', 90, '殺草劑Thiobencarb 殺丹0.08ppm(標準：0.01ppm以下)', '殺草劑Thiobencarb 殺丹0.08ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0162', '113年臺北市', '蔬果', '果菜類', '大紅辣(辣椒)', '臺北市', '南港區', '為福樓餐廳有限公司', '臺北市南港區忠孝東路5段996號1樓', '2024-08-05', '農藥殘留', 90, '殺蟲劑Flonicamid 氟尼胺0.02ppm(標準：0.01ppm以下)', '殺蟲劑Flonicamid 氟尼胺0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0163', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔', '臺北市', '大安區', '優市大安店', '臺北市大安區敦化南路2段11巷38弄15號', '2024-08-02', '農藥殘留', 90, '殺蟲劑Thiamethoxam 賽速安0.46ppm(標準：0.25ppm以下)', '殺蟲劑Thiamethoxam 賽速安0.46ppm(標準：0.25ppm以下)', NULL, NULL, FALSE),
('TPE0164', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔', '臺北市', '北投區', '順豐蔬果行', '臺北市北投區清江路22號', '2024-08-01', '農藥殘留', 90, '殺蟲劑Thiamethoxam 賽速安0.38ppm(標準：0.25ppm以下)', '殺蟲劑Thiamethoxam 賽速安0.38ppm(標準：0.25ppm以下)', NULL, NULL, FALSE),
('TPE0165', '113年臺北市', '可供食品使用中藥材', '菊花', '生機菊花（有效日期：20260620）', '臺北市', '松山區', '心元蔘藥行', '臺北市松山區南京東路5段291巷20弄6號', '2024-08-20', '農藥殘留', 90, '1.殺蟲劑Cypermethrin賽滅寧0.14ppm（標準：0.03ppm以下）、殺草劑Pendimethalin施得圃0.07ppm（ 標準： 0.05ppm 以下）、殺菌劑Pydiflumetofen派滅芬0.10ppm（標準：不得檢出）', '1.殺蟲劑Cypermethrin賽滅寧0.14ppm（標準：0.03ppm以下）、殺草劑Pendimethalin施得圃0.07ppm（ 標準： 0.05ppm 以下）、殺菌劑Pydiflumetofen派滅芬0.10ppm（標準：不得檢出）
2.產品外包裝標示「檢驗合格」字樣及附有農藥殘留檢驗合格之檢驗報告，標示不實且易生誤解', NULL, NULL, FALSE),
('TPE0166', '113年臺北市', '可供食品使用中藥材', '菊花', '台灣菊花（有效日期：1160722）', '臺北市', '大同區', '利隆貿易有限公司(利隆行)', '臺北市大同區迪化街1段46巷18弄6號', '2024-08-20', '農藥殘留', 90, '1.殺蟲劑Chlorfenapyr	克凡派11.0ppm(標準：2.0ppm以下)、Methomyl	納乃得1.5ppm(標準：1.0ppm以下)	', '1.殺蟲劑Chlorfenapyr	克凡派11.0ppm(標準：2.0ppm以下)、Methomyl	納乃得1.5ppm(標準：1.0ppm以下)	
2.產品內附有未檢出農藥殘留之檢驗報告與外包裝標示「安心使用」字樣，標示不實且易生誤解', NULL, NULL, FALSE),
('TPE0167', '113年臺北市', '可供食品使用中藥材', '白木耳', '乾白木耳（干白木耳）（有效日期：20261115）', '臺北市', '大同區', '迪隆蔘藥行', '臺北市大同區歸綏街220號1樓', '2024-08-20', '農藥殘留', 90, '生長調節劑Chlormequat	克美素0.08ppm(標準：不得檢出)', '生長調節劑Chlormequat	克美素0.08ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0168', '113年臺北市', '可供食品使用中藥材', '菊花', '台灣菊花（有效日期：20261123）', '臺北市', '北投區', '慶峰參藥行', '臺北市北投區懷德街6-6號', '2024-08-20', '農藥殘留', 90, '1.殺蟲劑Acetamiprid亞滅培3.9ppm（標準：2.0ppm以下）', '1.殺蟲劑Acetamiprid亞滅培3.9ppm（標準：2.0ppm以下）
2.產品外包裝標示「天然生機」字樣及產品內附有未檢出農藥殘留之檢驗報告，標示不實且易生誤解', NULL, NULL, FALSE),
('TPE0169', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '萬華區', '全興蔬菜行', '臺北市萬華區環河南路2段245號環南市場33號攤', '2024-09-03', '農藥殘留', 90, '殺菌劑Dimethomorph 達滅芬0.03ppm(標準：0.01ppm以下) ', '殺菌劑Dimethomorph 達滅芬0.03ppm(標準：0.01ppm以下) 
殺菌劑Diniconazole 達克利0.05ppm(標準：不得檢出)
殺菌劑Fluopicolide 氟比來0.05ppm(標準：0.01ppm以下) 
殺菌劑Flusilazole 護矽得0.05ppm(標準：不得檢出) 
殺菌劑Prochloraz 撲克拉0.27ppm(標準：0.01ppm以下) 
殺草劑Prometryn 佈滅淨0.04ppm(標準：不得檢出) 
殺菌劑Propiconazole 普克利4.54ppm(標準：0.01ppm以下) 
殺菌劑Pydiflumetofen 派滅芬0.12ppm(標準：不得檢出) 
殺蟲劑Thiamethoxam 賽速安0.36ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0170', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '芫荽(香菜)', '臺北市', '大安區', '遠東都會股份有限公司復興店（city super復興店）', '臺北市大安區忠孝東路3段300號B3樓', '2024-09-04', '農藥殘留', 90, '殺菌劑Dimethomorph 達滅芬0.07ppm(標準：0.01ppm以下) ', '殺菌劑Dimethomorph 達滅芬0.07ppm(標準：0.01ppm以下) 
殺菌劑Diniconazole 達克利0.02ppm(標準：不得檢出) 
殺菌劑Fluopicolide 氟比來0.02ppm(標準：0.01ppm以下) 
殺菌劑Flusilazole 護矽得0.09ppm(標準：不得檢出)
殺菌劑Prochloraz 撲克拉0.10ppm(標準：0.01ppm以下) 
殺菌劑Procymidone 撲滅寧0.02ppm(標準：0.01ppm以下) 
殺菌劑Propiconazole 普克利1.98ppm(標準：0.01ppm以下) 
殺菌劑Pydiflumetofen 派滅芬0.03ppm(標準：不得檢出) 
殺蟲劑Thiamethoxam 賽速安0.11ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0171', '113年臺北市', '蔬果', '小葉菜類', '青江菜', '臺北市', '士林區', '無市招菜攤(李O立)', '臺北市士林區文林路101巷26號前攤販', '2024-09-03', '農藥殘留', 90, '殺蟲劑Chlorfenapyr 克凡派1.1ppm(標準：1.0ppm以下) ', '殺蟲劑Chlorfenapyr 克凡派1.1ppm(標準：1.0ppm以下) 
殺蟲劑Cyantraniliprole 賽安勃0.13ppm(標準：不得檢出) 
殺蟲劑Fipronil 芬普尼0.237ppm、Fipronil-sulfone芬普尼代謝物0.070ppm(標準：0.001ppm以下) 
殺蟲劑Pyriproxyfen 百利普芬0.59ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0172', '113年臺北市', '蔬果', '小葉菜類', '芹菜', '臺北市', '中山區', '第二果菜批發市場第23-13號攤(張O淳)', '臺北市中山區民族東路336號', '2024-09-06', '農藥殘留', 90, '除草劑Metolachlor 莫多草0.04ppm(標準：0.01ppm以下) ', '除草劑Metolachlor 莫多草0.04ppm(標準：0.01ppm以下) 
殺草劑Pendimethalin 施得圃0.2ppm(標準：0.1ppm以下) 
殺菌劑Pyraclostrobin 百克敏2.5ppm(標準：2.0ppm以下) 
殺蟲劑Terbufos 托福松0.07ppm(標準：0.05ppm以下)', NULL, NULL, FALSE),
('TPE0173', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '北投區', '易長泓有限公司石牌營業所（旺佳佳越法新麵包石牌店）', '臺北市北投區石牌路2段72號', '2024-09-02', '農藥殘留', 90, '殺蟲劑3-OH Carbofuran3羥基加保扶0.01ppm、Carbofuran 加保扶0.01ppm(標準：不得檢出) ', '殺蟲劑3-OH Carbofuran3羥基加保扶0.01ppm、Carbofuran 加保扶0.01ppm(標準：不得檢出) 
殺蟲劑Chlorpyrifos 陶斯松0.01ppm(標準：不得檢出) 
殺菌劑Pencycuron 賓克隆0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0174', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '中山區', '第二果菜批發市場第17-11號攤(莊O逸)', '臺北市中山區民族東路336號', '2024-09-04', '農藥殘留', 90, '殺草劑Ametryn 草殺淨0.04ppm(標準：不得檢出) ', '殺草劑Ametryn 草殺淨0.04ppm(標準：不得檢出) 
殺菌劑Hexaconazole 菲克利0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0175', '113年臺北市', '蔬果', '小葉菜類', '青蔥', '臺北市', '萬華區', '22號蔬果園', '臺北市萬華區西藏路125巷22號1樓', '2024-09-03', '農藥殘留', 90, '殺蟲劑Fipronil-sulfone芬普尼代謝物0.007ppm(標準：0.001ppm以下) ', '殺蟲劑Fipronil-sulfone芬普尼代謝物0.007ppm(標準：0.001ppm以下) 
殺菌劑Fluxapyroxad 氟克殺0.7ppm(標準：0.6ppm以下)', NULL, NULL, FALSE),
('TPE0176', '113年臺北市', '蔬果', '小葉菜類', '青江菜', '臺北市', '松山區', '兄弟大飯店股份有限公司(兄弟大飯店)', '臺北市松山區南京東路3段255號', '2024-09-03', '農藥殘留', 90, '殺蟲劑Cyantraniliprole 賽安勃0.34ppm(標準：不得檢出)', '殺蟲劑Cyantraniliprole 賽安勃0.34ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0177', '113年臺北市', '蔬果', '小葉菜類', '青蔥', '臺北市', '北投區', '蘇杭企業股份有限公司天母分公司(蘇杭365)', '臺北市北投區明德路365號', '2024-09-02', '農藥殘留', 90, '殺菌劑Thifluzamide 賽氟滅0.16ppm(標準：不得檢出)', '殺菌劑Thifluzamide 賽氟滅0.16ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0178', '113年臺北市', '蔬果', '小葉菜類', '青蔥', '臺北市', '中山區', '第二果菜批發市場第19-13號攤(胡O傑)', '臺北市中山區民族東路336號', '2024-09-06', '農藥殘留', 90, '殺蟎劑Ethion 愛殺松0.04ppm(標準：不得檢出)', '殺蟎劑Ethion 愛殺松0.04ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0179', '113年臺北市', '蔬果', '小葉菜類', '進口西洋芹', '臺北市', '信義區', '遠百企業股份有限公司忠孝分公司(愛買忠孝店)', '臺北市信義區忠孝東路5段297號地下3樓', '2024-09-04', '農藥殘留', 90, '殺蟲劑Cyantraniliprole 賽安勃0.02ppm(標準：不得檢出)', '殺蟲劑Cyantraniliprole 賽安勃0.02ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0180', '113年臺北市', '蔬果', '小葉菜類', '九層塔(羅勒)', '臺北市', '士林區', '士林素食館(士林健康素食)', '臺北市士林區中正路281號', '2024-09-03', '農藥殘留', 90, '殺菌劑Pyraclostrobin 百克敏0.48ppm(標準：0.01ppm以下)', '殺菌劑Pyraclostrobin 百克敏0.48ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0181', '113年臺北市', '蔬果', '小葉菜類', '油菜', '臺北市', '南港區', '阿一蔬果有限公司(阿一蔬果)', '臺北市南港區忠孝東路6段85號1樓', '2024-09-03', '農藥殘留', 90, '殺草劑Oxadiazon 樂滅草0.03ppm(標準：0.01ppm以下)', '殺草劑Oxadiazon 樂滅草0.03ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0182', '113年臺北市', '蔬果', '根莖菜類', '進口蘿蔔600公克', '臺北市', '北投區', '全聯實業股份有限公司北投吉利分公司', '臺北市北投區吉利街125號1樓', '2024-09-02', '農藥殘留', 90, '殺蟲劑Lufenuron 祿芬隆0.02ppm(標準：0.01ppm以下)', '殺蟲劑Lufenuron 祿芬隆0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0183', '113年臺北市', '蔬果', '果菜類', '朝天椒(辣椒)', '臺北市', '萬華區', '第一果菜批發市場', '臺北市萬華區萬大路533號地號919', '2024-09-03', '農藥殘留', 90, '殺蟲劑Flonicamid 氟尼胺0.02ppm(標準：0.01ppm以下)', '殺蟲劑Flonicamid 氟尼胺0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0184', '113年臺北市', '蔬果', '瓜菜類', '大黃瓜(胡瓜)', '臺北市', '大安區', '遠東都會股份有限公司復興店（city super復興店）', '臺北市大安區忠孝東路3段300號B3樓', '2024-09-04', '農藥殘留', 90, '殺蟲劑Trichlorfon 三氯松0.02ppm(標準：0.01ppm以下)', '殺蟲劑Trichlorfon 三氯松0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0185', '113年臺北市', '蔬果', '豆菜類', '台灣敏豆', '臺北市', '內湖區', '大潤發流通事業股份有限公司南湖分公司(大潤發)', '臺北市內湖區舊宗路1段188號', '2024-09-02', '農藥殘留', 90, '殺菌劑Pyraclostrobin百克敏0.8ppm(標準：0.5ppm以下)', '殺菌劑Pyraclostrobin百克敏0.8ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0186', '113年臺北市', '蔬果', '根莖菜類', '中國白蘿蔔600G', '臺北市', '松山區', '惠康百貨股份有限公司松山光復公司(家樂福超市)', '臺北市松山區光復北路198號', '2024-09-03', '農藥殘留', 90, '殺蟲劑Thiamethoxam賽速安0.27ppm(標準：0.25ppm以下)', '殺蟲劑Thiamethoxam賽速安0.27ppm(標準：0.25ppm以下)', NULL, NULL, FALSE),
('TPE0187', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '八仙果', '珍茶柚', '臺北市', '信義區', '惠香食品有限公司', '新北市板橋區民有街5號', '2024-09-03', '防腐劑與添加物', 70, '檢出甜味劑「甜菊糖」及「蔗糖素」，惟未於成分內容物標示。', '檢出甜味劑「甜菊糖」及「蔗糖素」，惟未於成分內容物標示。', NULL, NULL, FALSE),
('TPE0188', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '八仙果', '八仙果佛手金磚塊', '臺北市', '信義區', '金德恩國際貿易有限公司', '新北市蘆洲區中山一路282號2樓', '2024-09-04', '防腐劑與添加物', 70, '檢出著色劑「食用色素紅色六號」、「食用色素黃色五號」及「食用色素藍色一號」及甜味劑「甘草素」，惟未於成分內容物標示。', '檢出著色劑「食用色素紅色六號」、「食用色素黃色五號」及「食用色素藍色一號」及甜味劑「甘草素」，惟未於成分內容物標示。', NULL, NULL, FALSE),
('TPE0189', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '八仙果', '自然優烏梅八仙果', '臺北市', '信義區', '宏宇農產生技企業有限公司', '臺南市官田區建業路3號', '2024-09-04', '防腐劑與添加物', 70, '檢出甜味劑「甘草素」惟未於成分內容物標示。', '檢出甜味劑「甘草素」惟未於成分內容物標示。', NULL, NULL, FALSE),
('TPE0190', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '蜜餞食品', '化應子', '臺北市', '信義區', '維元食品有限公司', '新北市板橋區和平路10之1號3樓', '2024-09-04', '防腐劑與添加物', 70, '檢出甜味劑「蔗糖素」惟未於成分內容物標示。', '檢出甜味劑「蔗糖素」惟未於成分內容物標示。', NULL, NULL, FALSE),
('TPE0191', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '蜜餞食品', '洛神花', '臺北市', '信義區', '陳Ο君', '桃園市中壢區青峰路2段', '2024-09-05', '防腐劑與添加物', 70, '1.檢驗結果檢出防腐劑「己二烯酸」、著色劑「食用色素紅色六號」、甜味劑「紐甜」及「甜菊糖」，惟未於成分內容物標示。', '1.檢驗結果檢出防腐劑「己二烯酸」、著色劑「食用色素紅色六號」、甜味劑「紐甜」及「甜菊糖」，惟未於成分內容物標示。
2.產品外包裝未標示「製造廠商或國內負責廠商名稱、電話號碼及地址」及「淨重、容量或數量」，且營養標示未標示「每一份量（或每一份、每份）」。', NULL, NULL, FALSE),
('TPE0192', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '蜜餞食品', '化核五香橄欖', '臺北市', '信義區', '陳Ο君', '桃園市中壢區青峰路2段', '2024-09-05', '標示不符', 50, '產品外包裝未標示「製造廠商或國內負責廠商名稱、電話號碼及地址」及「淨重、容量或數量」，且營養標示未標示「每一份量（或每一份、每份）」。', '產品外包裝未標示「製造廠商或國內負責廠商名稱、電話號碼及地址」及「淨重、容量或數量」，且營養標示未標示「每一份量（或每一份、每份）」。', NULL, NULL, FALSE),
('TPE0193', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '蜜餞食品', '甘草杏李', '臺北市', '信義區', '陳Ο君', '桃園市中壢區青峰路2段', '2024-09-05', '標示不符', 50, '產品外包裝未標示「製造廠商或國內負責廠商名稱、電話號碼及地址」及「淨重、容量或數量」，且營養標示未標示「每一份量（或每一份、每份）」。', '產品外包裝未標示「製造廠商或國內負責廠商名稱、電話號碼及地址」及「淨重、容量或數量」，且營養標示未標示「每一份量（或每一份、每份）」。', NULL, NULL, FALSE),
('TPE0194', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '醃漬蔬菜', '酸菜絲', '臺北市', '信義區', '澤鋐實業有限公司', '嘉義縣梅山鄉梅北村三美庄17號附6', '2024-09-05', '防腐劑與添加物', 70, '檢出防腐劑「苯甲酸」惟未於成分內容物標示。', '檢出防腐劑「苯甲酸」惟未於成分內容物標示。', NULL, NULL, FALSE),
('TPE0195', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '蜜餞食品', '情人果', '臺北市', '信義區', '新百果山蜜餞專賣店', '彰化縣員林市出水巷15-30號', '2024-09-06', '防腐劑與添加物', 70, '檢出甜味劑「醋磺內酯鉀」及「蔗糖素」，惟未於成分內容物標示。', '檢出甜味劑「醋磺內酯鉀」及「蔗糖素」，惟未於成分內容物標示。', NULL, NULL, FALSE),
('TPE0196', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '蜜餞食品', '油切菓', '臺北市', '信義區', '新百果山蜜餞專賣店', '彰化縣員林市出水巷15-30號', '2024-09-06', '防腐劑與添加物', 70, '檢出甜味劑「紐甜」及「蔗糖素」，惟未於成分內容物標示。', '檢出甜味劑「紐甜」及「蔗糖素」，惟未於成分內容物標示。', NULL, NULL, FALSE),
('TPE0197', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '蜜餞食品', '脫水李', '臺北市', '信義區', '甜園小舖', '臺中市南屯區文昌街222號', '2024-09-11', '防腐劑與添加物', 70, '檢出甜味劑「醋磺內酯鉀」及「蔗糖素」，惟未於成分內容物標示。', '檢出甜味劑「醋磺內酯鉀」及「蔗糖素」，惟未於成分內容物標示。', NULL, NULL, FALSE),
('TPE0198', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '八仙果', '八仙果(赤小柚)', '臺北市', '信義區', '甜園小舖', '臺中市南屯區文昌街222號', '2024-09-11', '防腐劑與添加物', 70, '檢出甜味劑「醋磺內酯鉀」惟未於成分內容物標示。', '檢出甜味劑「醋磺內酯鉀」惟未於成分內容物標示。', NULL, NULL, FALSE),
('TPE0199', '113年臺北市', '醃製及脫水蔬果(含蜜餞)', '其他糖漬鹽漬果類', '青芒果(情人果)', '臺北市', '信義區', '甜園小舖', '臺中市南屯區文昌街222號', '2024-09-11', '防腐劑與添加物', 70, '檢出甜味劑「蔗糖素」惟未於成分內容物標示。', '檢出甜味劑「蔗糖素」惟未於成分內容物標示。', NULL, NULL, FALSE),
('TPE0200', '113年臺北市', '油品抽驗計畫', '鮮奶油', '動物性鮮奶油', '臺北市', '大同區', '燈燦食品有限公司', '臺北市大同區民樂街125號1樓', '2024-10-18', '標示不符', 50, '營養標示反式脂肪含量為「每份：0公克/每100公克：0公克」，惟檢出每100公克反式脂肪酸含量0.41公克，依據「包裝食品營養標示應遵行事項」，每100公克固體（半固體）反式脂肪酸含量不超過0.3公克得標示為0，案內產品應依實際數值標示。', '營養標示反式脂肪含量為「每份：0公克/每100公克：0公克」，惟檢出每100公克反式脂肪酸含量0.41公克，依據「包裝食品營養標示應遵行事項」，每100公克固體（半固體）反式脂肪酸含量不超過0.3公克得標示為0，案內產品應依實際數值標示。', NULL, NULL, FALSE),
('TPE0201', '113年臺北市', '油品抽驗計畫', '沙拉醬', '永新烘焙沙拉醬', '臺北市', '大安區', '喜之坊食品有限公司(光復店)', '臺北市大安區光復南路422號', '2024-10-17', '標示不符', 50, '營養標示反式脂肪含量為「每份：0公克/每100公克：0公克」，惟檢出每100公克反式脂肪酸含量0.40公克，依據「包裝食品營養標示應遵行事項」，每100公克固體（半固體）反式脂肪酸含量不超過0.3公克得標示為0，案內產品應依實際數值標示。', '營養標示反式脂肪含量為「每份：0公克/每100公克：0公克」，惟檢出每100公克反式脂肪酸含量0.40公克，依據「包裝食品營養標示應遵行事項」，每100公克固體（半固體）反式脂肪酸含量不超過0.3公克得標示為0，案內產品應依實際數值標示。', NULL, NULL, FALSE),
('TPE0202', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '內湖區', '萬日蔬果行', '臺北市內湖區五分街臨16之10號', '2024-10-01', '農藥殘留', 90, '殺草劑Ametryn 草殺淨0.01ppm(標準：不得檢出)', '殺草劑Ametryn 草殺淨0.01ppm(標準：不得檢出)
殺蟲劑 Chlorpyrifos 陶斯松0.02ppm(標準：不得檢出) 
殺蟲劑Fenitrothion 撲滅松0.02ppm(標準：0.01ppm以下) 
殺草劑Pendimethalin 施得圃0.2ppm(標準：0.1ppm以下)', NULL, NULL, FALSE),
('TPE0203', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '萬華區', '黃O玉', '臺北市萬華區萬大路533號地號928', '2024-10-04', '農藥殘留', 90, '殺蟲劑Chlorpyrifos 陶斯松0.01ppm(標準：不得檢出)', '殺蟲劑Chlorpyrifos 陶斯松0.01ppm(標準：不得檢出)
殺蟲劑Fenitrothion 撲滅松0.03ppm(標準：0.01ppm以下) 
殺草劑Oxadiazon 樂滅草0.02ppm(標準：0.01ppm以下) 
殺草劑Pendimethalin 施得圃0.2ppm(標準：0.1ppm以下)', NULL, NULL, FALSE),
('TPE0204', '113年臺北市', '蔬果', '小葉菜類', '青蔥', '臺北市', '士林區', '御鼎屋食品股份有限公司', '臺北市士林區中山北路6段711號', '2024-10-04', '農藥殘留', 90, '殺蟲劑Chlorfenapyr 克凡派4.6ppm(標準：1.0ppm以下) ', '殺蟲劑Chlorfenapyr 克凡派4.6ppm(標準：1.0ppm以下) 
生長調節劑Paclobutrazol 巴克素0.09ppm(標準：0.01ppm以下) 
殺蟲劑Pyriproxyfen 百利普芬0.05ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0205', '113年臺北市', '蔬果', '大漿果類', '特選百香果', '臺北市', '南港區', '菓之鄉水果專賣店', '臺北市南港區同德路60號', '2024-10-01', '農藥殘留', 90, '殺蟲劑Cyromazine 賽滅淨0.48ppm(標準：不得檢出) ', '殺蟲劑Cyromazine 賽滅淨0.48ppm(標準：不得檢出) 
殺蟎劑Pyridaben 畢達本0.04ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0206', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '大安區', '王O鴻', '臺北市大安區臨江街70號前', '2024-10-04', '農藥殘留', 90, '殺草劑Linuron 理有龍0.02ppm(標準：不得檢出)', '殺草劑Linuron 理有龍0.02ppm(標準：不得檢出)
殺菌劑Thifluzamide 賽氟滅0.03ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0207', '113年臺北市', '蔬果', '小葉菜類', '紅鳳菜', '臺北市', '萬華區', '輝哥蔬菜批發行', '臺北市萬華區環河南路2段245號環南市場蔬菜區第184號', '2024-10-04', '農藥殘留', 90, '殺草劑Ametryn 草殺淨0.12ppm(標準：不得檢出) ', '殺草劑Ametryn 草殺淨0.12ppm(標準：不得檢出) 
殺蟲劑Indoxacarb 因得克0.06ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0208', '113年臺北市', '蔬果', '小葉菜類', '紅鳳菜', '臺北市', '萬華區', '茂盛蔬菜商行', '臺北市萬華區環河南路2段245號環南市場第198號攤', '2024-10-04', '農藥殘留', 90, '殺草劑Ametryn 草殺淨0.02ppm(標準：不得檢出) ', '殺草劑Ametryn 草殺淨0.02ppm(標準：不得檢出) 
殺蟲劑Indoxacarb 因得克0.05ppm( 標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0209', '113年臺北市', '蔬果', '果菜類', '茄子', '臺北市', '大安區', '台灣產健股份有限公司台北2店(良食生活)', '臺北市大安區敦化南路1段233巷68號', '2024-10-04', '農藥殘留', 90, '殺蟲劑Imidacloprid 益達胺0.9ppm(標準：0.5ppm以下) ', '殺蟲劑Imidacloprid 益達胺0.9ppm(標準：0.5ppm以下) 
殺菌劑Thifluzamide 賽氟滅0.02ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0210', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔(包)', '臺北市', '士林區', '御鼎屋食品股份有限公司', '臺北市士林區中山北路6段711號', '2024-10-04', '農藥殘留', 90, '殺蟲劑Clothianidin 可尼丁0.20ppm(標準：0.02ppm以下) ', '殺蟲劑Clothianidin 可尼丁0.20ppm(標準：0.02ppm以下) 
殺蟲劑Lufenuron 祿芬隆0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0211', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '芫荽(香菜)', '臺北市', '北投區', '果菜俗賣', '臺北市北投區自強街119號', '2024-10-04', '農藥殘留', 90, '殺菌劑Dimethomorph 達滅芬0.02ppm(標準：0.01ppm以下) ', '殺菌劑Dimethomorph 達滅芬0.02ppm(標準：0.01ppm以下) 
殺菌劑Procymidone 撲滅寧0.09ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0212', '113年臺北市', '蔬果', '果菜類', '辣椒條', '臺北市', '中山區', '唐龍國際餐飲股份有限公司(龍軒傳承)', '臺北市中山區長春路90號2樓', '2024-10-01', '農藥殘留', 90, '殺菌劑Difenoconazole 待克利2.7ppm(標準：0.5ppm以下) ', '殺菌劑Difenoconazole 待克利2.7ppm(標準：0.5ppm以下) 
殺蟎劑Pyridaben 畢達本0.8ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0213', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '中山區', '吉晟蔬果行', '臺北市中山區錦州街222號松江市場69', '2024-10-01', '農藥殘留', 90, '殺蟲劑Fenitrothion 撲滅松0.03ppm(標準：0.01ppm以下) ', '殺蟲劑Fenitrothion 撲滅松0.03ppm(標準：0.01ppm以下) 
殺菌劑Procymidone 撲滅寧0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0214', '113年臺北市', '蔬果', '大漿果類', '網室木瓜台農2號', '臺北市', '南港區', '菓之鄉水果專賣店', '臺北市南港區同德路60號', '2024-10-01', '農藥殘留', 90, '殺蟲劑Pyriproxyfen 百利普芬0.04ppm(標準：0.01ppm以下)', '殺蟲劑Pyriproxyfen 百利普芬0.04ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0215', '113年臺北市', '蔬果', '小葉菜類', '青蔥', '臺北市', '中山區', '全聯實業股份有限公司中山吉林分公司', '臺北市中山區吉林路213、215、217、219號1樓', '2024-10-01', '農藥殘留', 90, '殺蟲劑Fipronil-sulfone芬普尼代謝物0.003ppm(標準：0.001ppm以下)', '殺蟲劑Fipronil-sulfone芬普尼代謝物0.003ppm(標準：0.001ppm以下)', NULL, NULL, FALSE),
('TPE0216', '113年臺北市', '蔬果', '小葉菜類', '青江白菜', '臺北市', '士林區', '御鼎屋食品股份有限公司', '臺北市士林區中山北路6段711號', '2024-10-04', '農藥殘留', 90, '殺蟲劑Tolfenpyrad 脫芬瑞1.2ppm(標準：0.5ppm以下)', '殺蟲劑Tolfenpyrad 脫芬瑞1.2ppm(標準：0.5ppm以下)', NULL, NULL, FALSE),
('TPE0217', '113年臺北市', '蔬果', '大漿果類', '木瓜(台農2號)', '臺北市', '內湖區', '東和蔬果行', '臺北市內湖區五分街16號1樓', '2024-10-01', '農藥殘留', 90, '殺菌劑Famoxadone 凡殺同0.02ppm(標準：0.01ppm以下)', '殺菌劑Famoxadone 凡殺同0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0218', '113年臺北市', '蔬果', '小葉菜類', '青江菜', '臺北市', '中山區', '統康生活事業股份有限公司台北農安二店分公司（家樂福超市）', '臺北市中山區農安街26號、26-1號', '2024-10-01', '農藥殘留', 90, '殺草劑Oxadiazon 樂滅草0.02ppm(標準：0.01ppm以下)', '殺草劑Oxadiazon 樂滅草0.02ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0219', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '中山區', '臺北市第二果菜批發市場20-14攤', '臺北市中山區民族東路336號1樓', '2024-10-01', '農藥殘留', 90, '殺蟲劑Fenitrothion 撲滅松0.02ppm(標準：0.01ppｍ以下)', '殺蟲劑Fenitrothion 撲滅松0.02ppm(標準：0.01ppｍ以下)', NULL, NULL, FALSE),
('TPE0220', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔', '臺北市', '萬華區', '茂盛蔬菜商行', '臺北市萬華區環河南路2段245號環南市場第198號攤', '2024-10-04', '農藥殘留', 90, '殺蟲劑Fipronil-sulfone芬普尼代謝物0.002ppm(標準：0.001ppm以下)', '殺蟲劑Fipronil-sulfone芬普尼代謝物0.002ppm(標準：0.001ppm以下)', NULL, NULL, FALSE),
('TPE0221', '113年臺北市', '火鍋料', '鮮果蔬菜類及其加工品', '蔥', '臺北市', '信義區', '昕殿有限公司（辛殿麻辣鍋信義店）', '臺北市信義區松壽路28號1樓', '2024-10-14', '農藥殘留', 90, '1.殺蟲劑滅芬諾(Methoxyfenozide)：0.29ppm(標準：0.01ppm) 2.殺菌劑賽氟滅(Thifluzamide)：0.55ppm(標準：不得檢出)', '1.殺蟲劑滅芬諾(Methoxyfenozide)：0.29ppm(標準：0.01ppm) 2.殺菌劑賽氟滅(Thifluzamide)：0.55ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0222', '113年臺北市', '火鍋料', '鮮果蔬菜類及其加工品', '青江菜', '臺北市', '信義區', '旨王開發有限公司（王鍋屋新京都風味鍋物）', '臺北市信義區松壽路12號5樓', '2024-10-14', '農藥殘留', 90, '1.殺蟲劑克凡派(Chlorfenapyr)：1.8ppm(標準：1.0ppm)', '1.殺蟲劑克凡派(Chlorfenapyr)：1.8ppm(標準：1.0ppm)
2.殺蟲劑賽安勃(Cyantraniliprole)：0.43ppm(標準：不得檢出) 3.殺蟲劑芬普尼（Fipronil）：0.077ppm、芬普尼代謝物（ Fipronil-sulfone）：0.027ppm，共計檢出0.104 ppm（標準： 0.001ppm 以下）', NULL, NULL, FALSE),
('TPE0223', '113年臺北市', '火鍋料', '鮮果蔬菜類及其加工品', '青江菜', '臺北市', '南港區', '三澧企業股份有限公司（Mo- Mo-Paradise南港潤泰牧場）', '臺北市南港區忠孝東路7段369號C棟10樓', '2024-10-15', '農藥殘留', 90, '1.殺蟲劑克凡派(Chlorfenapyr)：1.1ppm(標準：1.0ppm)', '1.殺蟲劑克凡派(Chlorfenapyr)：1.1ppm(標準：1.0ppm)
2.殺蟲劑賽安勃(Cyantraniliprole)：0.77ppm(標準：不得檢出) 3.殺蟲劑芬普尼（Fipronil）：0.144ppm、芬普尼代謝物（ Fipronil-sulfone）：0.047ppm，共計0.191 ppm（標準：0.001ppm以下）', NULL, NULL, FALSE),
('TPE0224', '113年臺北市', '火鍋料', '鮮果蔬菜類及其加工品', '青江菜', '臺北市', '萬華區', '格萊思美國際餐飲股份有限公司(心心麻辣鍋)', '臺北市萬華區成都路141號', '2024-10-17', '農藥殘留', 90, '1.殺蟲劑芬普尼(Fipronil)：0.372ppm、芬普尼代謝物(Fipronil- sulfone)：0.039ppm，共計0.411 ppm（標準：0.001ppm以下）', '1.殺蟲劑芬普尼(Fipronil)：0.372ppm、芬普尼代謝物(Fipronil- sulfone)：0.039ppm，共計0.411 ppm（標準：0.001ppm以下）
2.殺蟲劑托福松(Terbufos)：1.42ppm (標準：0.05ppm)', NULL, NULL, FALSE),
('TPE0225', '113年臺北市', '火鍋料', '鮮果蔬菜類及其加工品', '白蘿蔔', '臺北市', '萬華區', '辣之王麻辣火鍋店(夯麻辣火鍋燒肉)', '臺北市萬華區昆明街76號2樓', '2024-10-17', '農藥殘留', 90, '1.殺蟲劑賽洛寧(λ-Cyhalothrin)：0.02ppm (標準：0.01ppm)', '1.殺蟲劑賽洛寧(λ-Cyhalothrin)：0.02ppm (標準：0.01ppm)', NULL, NULL, FALSE),
('TPE0226', '113年臺北市', '火鍋料', '鮮果蔬菜類及其加工品', '青蔥', '臺北市', '北投區', '明煬四方有限公司（丰明殿）', '臺北市北投區東華街1段362號1樓', '2024-10-18', '農藥殘留', 90, '1.殺菌劑賽氟滅(Thifluzamide)：0.14ppm(標準：不得檢出)', '1.殺菌劑賽氟滅(Thifluzamide)：0.14ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0227', '113年臺北市', '火鍋料', '花生粉', '花生粉', '臺北市', '北投區', '寒順企業社（寒聚精緻鍋物）', '臺北市北投區石牌路2段97巷8號1樓', '2024-10-18', '其他', 60, '1.黃麴毒素B1：19.0 μg/kg（標準：2 μg/kg以下）', '1.黃麴毒素B1：19.0 μg/kg（標準：2 μg/kg以下）
2.總黃麴毒素B1+B2+G1+G2：21.7μg/kg（標準：4 μg/kg以下）', NULL, NULL, FALSE),
('TPE0228', '113年臺北市', '火鍋料', '鮮果蔬菜類及其加工品', '青蔥', '臺北市', '北投區', '百世佳興業有限公司石牌分公司（火鍋世家）', '臺北市北投區石牌路2段335號', '2024-10-18', '農藥殘留', 90, '1.殺菌劑四克利(Tetraconazole)：0.09ppm(標準：0.01ppm)', '1.殺菌劑四克利(Tetraconazole)：0.09ppm(標準：0.01ppm)', NULL, NULL, FALSE),
('TPE0229', '113年臺北市', '火鍋料', '鮮果蔬菜類及其加工品', '三星青蔥 SE1', '臺北市', '士林區', '富樂台式有限公司(富樂台式涮涮鍋)', '臺北市士林區承德路4段 75-1號', '2024-10-18', '農藥殘留', 90, '1.殺蟲劑克凡派(Chlorfenapyr)：2.2ppm(標準：1.0ppm)', '1.殺蟲劑克凡派(Chlorfenapyr)：2.2ppm(標準：1.0ppm)', NULL, NULL, FALSE),
('TPE0230', '113年臺北市', '火鍋料', '豆腐', '豆腐', '臺北市', '士林區', '富樂台式有限公司(富樂台式涮涮鍋)', '臺北市士林區承德路4段 75-1號', '2024-10-18', '防腐劑與添加物', 70, '1.苯甲酸：0.5 g/kg(標準：不得檢出)', '1.苯甲酸：0.5 g/kg(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0231', '113年臺北市', '蔬果', '小葉菜類', '芥藍', '臺北市', '信義區', '同學の店', '臺北市信義區仁愛路4段496巷19號', '2024-11-01', '農藥殘留', 90, '殺蟲劑Emamectin benzoate 因滅汀總量0.13ppm(標準：0.05ppm以下) ', '殺蟲劑Emamectin benzoate 因滅汀總量0.13ppm(標準：0.05ppm以下) 
殺蟲劑Fenvalerate 芬化利5.1ppm(標準：2.0ppm以下) 
殺蟲劑Methomyl 納乃得5.1ppm(標準：3.0ppm以下) 
殺蟲劑Profenophos 佈飛松1.3ppm(標準：1.0ppm以下) 
殺菌劑Pyraclostrobin 百克敏3.2ppm(標準：2.0ppm以下) 
殺蟲劑Pyriproxyfen 百利普芬0.98ppm(標準：0.01ppm以下) 
殺蟲劑Thiodicarb 硫敵克4.4ppm(標準：1.0ppm以下)', NULL, NULL, FALSE),
('TPE0232', '113年臺北市', '蔬果', '小葉菜類', '油菜', '臺北市', '信義區', '丰明殿涮涮鍋殿堂信義店(丰明殿)', '臺北市信義區信義路4段393號', '2024-11-01', '農藥殘留', 90, '殺蟲劑Acetamiprid 亞滅培9.1ppm(標準：2.0ppm以下) ', '殺蟲劑Acetamiprid 亞滅培9.1ppm(標準：2.0ppm以下) 
殺菌劑Carbendazim 貝芬替1.3ppm(標準：1.0ppm以下) 
殺蟲劑Chlorfenapyr 克凡派3.8ppm(標準：1.0ppm以下) 
殺蟲劑Cyantraniliprole 賽安勃0.34ppm(標準：不得檢出) 
殺蟲劑Fipronil 芬普尼0.002ppm及芬普尼代謝物Fipronil-sulfone0.002ppm，合計共0.004ppm(標準0.001ppm以下) 
殺菌劑Propamocarb hydrochloride 普拔克10.9ppm(標準：10.0ppm以下)', NULL, NULL, FALSE),
('TPE0233', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '中正區', '阿萬青菜號', '臺北市中正區羅斯福路1段8號南門市場B1-17、63、64號攤', '2024-11-06', '農藥殘留', 90, '殺蟲劑Fenitrothion 撲滅松0.02ppm(標準：0.01ppm以下) ', '殺蟲劑Fenitrothion 撲滅松0.02ppm(標準：0.01ppm以下) 
殺蟲劑Imidacloprid 益達胺0.03ppm(標準：0.01ppm以下) 
殺菌劑Iprodione 依普同0.03ppm(標準：0.01ppm以下) 
殺菌劑Mandipropamid 曼普胺0.01ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0234', '113年臺北市', '蔬果', '小葉菜類', '油菜', '臺北市', '內湖區', '三軍總醫院營養部', '臺北市內湖區成功路2段325號B1', '2024-11-05', '農藥殘留', 90, '殺蟲劑Chlorfenapyr 克凡派2.2ppm(標準：1.0ppm以下) ', '殺蟲劑Chlorfenapyr 克凡派2.2ppm(標準：1.0ppm以下) 
殺蟲劑Fipronil 芬普尼0.435ppm及芬普尼代謝物Fipronil-sulfone0.083ppm，合計共0.518ppm(標準：0.001ppm以下) 
殺蟲劑Indoxacarb 因得克3.7ppm(標準：2.0ppm以下) 
殺蟲劑Pyriproxyfen 百利普芬1.53ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0235', '113年臺北市', '蔬果', '小葉菜類', '青江菜', '臺北市', '士林區', '統康生活事業股份有限公司天母分公司（Mia C''bon）', '臺北市士林區天母西路3號2樓', '2024-11-05', '農藥殘留', 90, '殺蟲劑Chlorfenapyr 克凡派2.0ppm(標準：1.0ppm以下) ', '殺蟲劑Chlorfenapyr 克凡派2.0ppm(標準：1.0ppm以下) 
殺蟲劑Indoxacarb 因得克2.4ppm(標準：2.0ppm以下)', NULL, NULL, FALSE),
('TPE0236', '113年臺北市', '蔬果', '小葉菜類', '菠菜', '臺北市', '萬華區', '灃群物流有限公司', '臺北市萬華區環河南路3段117、119號', '2024-11-07', '農藥殘留', 90, '殺菌劑Flutolanil福多寧2.9ppm（標準：2.0ppm以下）', '殺菌劑Flutolanil福多寧2.9ppm（標準：2.0ppm以下）
殺蟲劑Methomyl納乃得5.8ppm（標準：3.0ppm以下）', NULL, NULL, FALSE),
('TPE0237', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '香菜(芫荽)', '臺北市', '中山區', '蔬菜攤(程O明)', '臺北市中山區錦西街26號', '2024-11-05', '農藥殘留', 90, '殺草劑Linuron 理有龍0.03ppm(標準：不得檢出)', '殺草劑Linuron 理有龍0.03ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0238', '113年臺北市', '蔬果', '小葉菜類', '蔥', '臺北市', '中山區', '人杰老四川餐飲管理顧問股份有限公司台北南京東分公司（老四川巴蜀麻辣燙）', '臺北市中山區南京東路2段45號1-2樓、47號1-3樓', '2024-11-01', '農藥殘留', 90, '殺菌劑Thifluzamide賽氟滅0.02ppm（標準：不得檢出）', '殺菌劑Thifluzamide賽氟滅0.02ppm（標準：不得檢出）', NULL, NULL, FALSE),
('TPE0239', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '特選香菜(芫荽)', '臺北市', '士林區', '全聯實業股份有限公司天母天玉分公司(全聯福利中心)', '臺北市士林區天母西路3號地下', '2024-11-05', '農藥殘留', 90, '殺草劑Linuron理有龍0.02ppm（標準：不得檢出）', '殺草劑Linuron理有龍0.02ppm（標準：不得檢出）', NULL, NULL, FALSE),
('TPE0240', '113年臺北市', '蔬果', '香辛植物及其他草木本植物', '芫荽(香菜)', '臺北市', '松山區', '尚揚蔬果行', '臺北市松山區南京東路5段291巷30號1樓', '2024-11-05', '農藥殘留', 90, '殺蟲劑Diazinon 大利松0.01ppm(標準：不得檢出)', '殺蟲劑Diazinon 大利松0.01ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0241', '113年臺北市', '蔬果', '小葉菜類', '蔥', '臺北市', '中山區', '第二果菜批發市場18-08號攤', '臺北市中山區民族東路336號', '2024-11-01', '農藥殘留', 90, '殺蟎劑Spirodiclofen 賜派芬0.07ppm(標準：0.01ppm以下)', '殺蟎劑Spirodiclofen 賜派芬0.07ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0242', '113年臺北市', '蔬果', '根莖菜類', '白蘿蔔', '臺北市', '萬華區', '景O文', '臺北市萬華區環河南路2段245號115號攤', '2024-11-06', '農藥殘留', 90, '殺蟲劑Fipronil芬普尼0.001ppm、Fipronil-sulfone芬普尼代謝物0.003ppm，合計共0.004ppm（標準：0.001ppm以下）', '殺蟲劑Fipronil芬普尼0.001ppm、Fipronil-sulfone芬普尼代謝物0.003ppm，合計共0.004ppm（標準：0.001ppm以下）', NULL, NULL, FALSE),
('TPE0243', '113年臺北市', '蔬果', '小葉菜類', '菠菜', '臺北市', '萬華區', '景O文', '臺北市萬華區環河南路2段245號115號攤', '2024-11-06', '農藥殘留', 90, '殺草劑Oxadiazon 樂滅草0.04ppm(標準：0.01ppm以下)', '殺草劑Oxadiazon 樂滅草0.04ppm(標準：0.01ppm以下)', NULL, NULL, FALSE),
('TPE0244', '113年臺北市', '蔬果', '果菜類', '彩色甜椒', '臺北市', '中山區', '第二果菜批發市場19-09號攤', '臺北市中山區民族東路336號1樓', '2024-11-01', '農藥殘留', 90, '殺蟲劑Profenophos 佈飛松1.8ppm(標準：1.0ppm以下)', '殺蟲劑Profenophos 佈飛松1.8ppm(標準：1.0ppm以下)', NULL, NULL, FALSE),
('TPE0245', '113年臺北市', '蔬果', '小葉菜類', '菠菜', '臺北市', '信義區', '同學の店', '臺北市信義區仁愛路4段496巷19號', '2024-11-01', '農藥殘留', 90, '殺蟲劑Imidacloprid益達胺1.7pm（標準：1.0ppm以下）', '殺蟲劑Imidacloprid益達胺1.7pm（標準：1.0ppm以下）', NULL, NULL, FALSE),
('TPE0246', '113年臺北市', '蔬果', '小葉菜類', '茼蒿', '臺北市', '中正區', '三商家購股份有限公司中正汀州分公司（美廉社中正汀州店）', '臺北市中正區汀州路1段220號', '2024-11-06', '農藥殘留', 90, '殺菌劑Flutolanil 福多寧2.7ppm(標準：2.0ppm以下)', '殺菌劑Flutolanil 福多寧2.7ppm(標準：2.0ppm以下)', NULL, NULL, FALSE),
('TPE0247', '113年臺北市', '蔬果', '小葉菜類', '青江菜', '臺北市', '信義區', '築間餐飲事業股份有限公司信義世貿營業所(築間幸福鍋物)', '臺北市信義區基隆路1段426號1樓', '2024-11-01', '農藥殘留', 90, '殺蟲劑Chlorfenapyr 克凡派1.3ppm(標準：1.0ppm以下)', '殺蟲劑Chlorfenapyr 克凡派1.3ppm(標準：1.0ppm以下)', NULL, NULL, FALSE),
('TPE0248', '113年臺北市', '年節食品', '根莖菜類', '白蘿蔔(SA9)', '臺北市', '萬華區', '捷達農產企業社', '臺北市萬華區萬大路424巷151號環南市場甲棟1樓第121號攤', '2024-11-12', '農藥殘留', 90, '殺蟲劑Clothianidin可尼丁0.15 ppm（標準：0.02 ppm以下）', '殺蟲劑Clothianidin可尼丁0.15 ppm（標準：0.02 ppm以下）
殺蟲劑Thiamethoxam賽速安0.91 ppm（標準：0.25 ppm
以下）
殺蟲劑Trichlorfon三氯松0.08 ppm（標準：0.01 ppm以下）
殺蟲劑Cyhalothrin賽洛寧0.08 ppm（標準：0.01 ppm以下）', NULL, NULL, FALSE),
('TPE0249', '113年臺北市', '年節食品', '根莖菜類', '白蘿蔔', '臺北市', '內湖區', '純香食品行', '臺北市內湖區南京東路6段330巷18弄15號2樓', '2024-11-15', '農藥殘留', 90, '殺蟲劑Chlorfenapyr克凡派0.08 ppm（標準：0.05 ppm以下）', '殺蟲劑Chlorfenapyr克凡派0.08 ppm（標準：0.05 ppm以下）
殺蟲劑Chlorpyrifos陶斯松0.01 ppm（標準：不得檢出）殺蟲劑Fipronil-sulfone芬普尼代謝物0.004 ppm（標準： 0.001ppm以下）', NULL, NULL, FALSE),
('TPE0250', '113年臺北市', '年節食品', '包葉菜類', '包心芥菜', '臺北市', '信義區', '吉米蔬果行', '臺北市信義區中坡南路257號及261號', '2024-11-12', '農藥殘留', 90, '殺蟲劑Acetamiprid亞滅培2.5 ppm（標準：2.0 ppm以下）', '殺蟲劑Acetamiprid亞滅培2.5 ppm（標準：2.0 ppm以下）
殺菌劑Dimethomorph達滅芬3.7 ppm（標準：2.5ppm以下）
殺菌劑Tebuconazole得克利1.47 ppm（標準：0.05ppm以下）', NULL, NULL, FALSE),
('TPE0251', '113年臺北市', '年節食品', '包葉菜類', '大刈菜', '臺北市', '萬華區', '第一果菜批發市場', '臺北市萬華區萬大路533號地號1209', '2024-11-12', '農藥殘留', 90, '殺菌劑Propamocarb hydrochloride普拔克6.6ppm（標準： 5.0ppm以下）', '殺菌劑Propamocarb hydrochloride普拔克6.6ppm（標準： 5.0ppm以下）
殺菌劑Tebuconazole得克利0.23ppm（標準：0.05 ppm以下）', NULL, NULL, FALSE),
('TPE0252', '113年臺北市', '年節食品', '小葉菜類', '刈菜', '臺北市', '中山區', '謝O壹', '臺北市中山區民族東路410巷2弄O號前', '2024-11-12', '農藥殘留', 90, '殺菌劑Propam ocarb hydrochloride普拔克11.6ppm（標準：5.0ppm以下）', '殺菌劑Propam ocarb hydrochloride普拔克11.6ppm（標準：5.0ppm以下）
殺菌劑Tebuconazole得克利0.16ppm（標準：0.05ppm以下）', NULL, NULL, FALSE),
('TPE0253', '113年臺北市', '年節食品', '根莖菜類', '農產白蘿蔔', '臺北市', '大安區', '台北市農會蔬果舖子', '臺北市大安區復興南路1段340巷旁空地', '2024-11-12', '農藥殘留', 90, '殺蟲劑Thiamethoxam賽速安0.52ppm（標準：0.25ppm以下）', '殺蟲劑Thiamethoxam賽速安0.52ppm（標準：0.25ppm以下）', NULL, NULL, FALSE),
('TPE0254', '113年臺北市', '年節食品', '果菜類', '辣椒(FV1小紅)', '臺北市', '萬華區', '3499林O鴦', '臺北市萬華區萬大路533號第一果菜批發市場地號2215', '2024-11-12', '農藥殘留', 90, '殺菌劑Cyprodinil賽普洛0.8ppm（標準：0.5ppm以下）', '殺菌劑Cyprodinil賽普洛0.8ppm（標準：0.5ppm以下）', NULL, NULL, FALSE),
('TPE0255', '113年臺北市', '年節食品', '竹笙', '竹荪(製造日期：
20240903)', '臺北市', '信義區', '蝦皮購物-台瑞格(美食&日用品)', '蝦皮購物-台瑞格(美食&日用品)', '2024-11-08', '農藥殘留', 90, '1.殺蟲劑克凡派0.09ppm（標準：0.05ppm以下）', '1.殺蟲劑克凡派0.09ppm（標準：0.05ppm以下）
2.產品外包裝未依規定以中文標示', NULL, NULL, FALSE),
('TPE0256', '113年臺北市', '年節食品', '竹笙', '竹笙', '臺北市', '信義區', '鼎昌雜糧行(易順興雜糧行)', '臺北市信義區仁愛路4段452巷21號', '2024-11-12', '重金屬', 100, '重金屬鎘5mg/kg(標準：2mg/kg以下)', '重金屬鎘5mg/kg(標準：2mg/kg以下)', NULL, NULL, FALSE),
('TPE0257', '113年臺北市', '年節食品', '竹笙', '竹荪(製造日期：
20241010)', '臺北市', '信義區', '蝦皮購物-台瑞格(美食&日用品)', '蝦皮購物-台瑞格(美食&日用品)', '2024-11-08', '重金屬', 100, '1.重金屬鎘5mg/kg（標準：2mg/kg以下）', '1.重金屬鎘5mg/kg（標準：2mg/kg以下）
2.產品屬包裝食品惟未依規定以中文標示', NULL, NULL, FALSE),
('TPE0258', '113年臺北市', '年節食品', '竹笙', '竹笙', '臺北市', '大安區', '鼎旺麻辣有限公司(鼎旺麻辣鍋)', '臺北市大安區大安路1段 251號', '2024-11-12', '重金屬', 100, '重金屬鎘3mg/kg(標準：2mg/kg以下)', '重金屬鎘3mg/kg(標準：2mg/kg以下)', NULL, NULL, FALSE),
('TPE0259', '113年臺北市', '年節食品', '豆乾類', '大豆干（不辣）', '臺北市', '大同區', '八玖食小食樂趣', '臺北市大同區迪化街1段21號永樂市場 1019攤', '2024-11-20', '防腐劑與添加物', 70, '1.防腐劑苯甲酸1.0g/kg（標準：0.6g/kg以下）、己二烯酸4.0g/kg（標準：2.0g/kg以下）', '1.防腐劑苯甲酸1.0g/kg（標準：0.6g/kg以下）、己二烯酸4.0g/kg（標準：2.0g/kg以下）
2.產品屬包裝食品惟未依規定以中文標示', NULL, NULL, FALSE),
('TPE0260', '113年臺北市', '年節食品', '豆乾類', '休閒片（有效日期：
20250213）', '臺北市', '萬華區', '正祥食品行（黃日香豆干台北總店）', '臺北市萬華區中華路2段66號1樓/實際抽驗地址為64號', '2024-11-19', '防腐劑與添加物', 70, '防腐劑己二烯酸2.3g/kg（標準：2.0g/kg以下）', '防腐劑己二烯酸2.3g/kg（標準：2.0g/kg以下）', NULL, NULL, FALSE),
('TPE0261', '113年臺北市', '年節食品', '蕈菜類', '猴頭菇', '臺北市', '萬華區', '大福慧素食食品商行', '臺北市萬華區西藏路293號1樓', '2024-11-14', '農藥殘留', 90, '生長調節劑Chlormequat克美素0.13ppm（標準：不得檢出）', '生長調節劑Chlormequat克美素0.13ppm（標準：不得檢出）', NULL, NULL, FALSE),
('TPE0262', '113年臺北市', '年節食品', '巴西蘑菇', '巴西蘑菇', '臺北市', '大同區', '勝隆南北雜貨行', '臺北市大同區迪化街1段258號1樓', '2024-11-11', '重金屬', 100, '重金屬鎘9mg/kg（標準：2mg/kg以下）', '重金屬鎘9mg/kg（標準：2mg/kg以下）', NULL, NULL, FALSE),
('TPE0263', '113年臺北市', '年節食品', '香辛植物類', '特花椒粒（有效日期：
20261019）', '臺北市', '信義區', '興長生蔘藥行', '臺北市信義區吳興街197號', '2024-11-12', '農藥殘留', 90, '殺蟲劑Acetamiprid亞滅培1.08ppm（標準：0.05ppm以下）', '殺蟲劑Acetamiprid亞滅培1.08ppm（標準：0.05ppm以下）
殺蟲劑Bifenthrin畢芬寧0.07ppm（標準：0.03ppm以下）
殺蟲劑Carbofuran加保扶0.82ppm（標準：不得檢出）殺蟲劑Chlorpyrifos陶斯松0.35ppm（標準：不得檢出）殺蟲劑Clothianidin可尼丁0.08ppm（標準：0.03ppm以下）
殺菌劑Difenoconazole待克利0.32ppm（標準：0.05ppm以下）
殺蟲劑Imidacloprid益達胺0.27ppm（標準：0.05ppm以下）
殺菌劑Pyraclostrobin百克敏0.57ppm（標準：0.05ppm以下）
殺菌劑Tebuconazole得克利0.85ppm（標準：0.05ppm以下
殺蟲劑Cyhalothrin賽洛寧0.08ppm（標準：0.03ppm以下）', NULL, NULL, FALSE),
('TPE0264', '113年臺北市', '年節食品', '木耳', '白木耳', '臺北市', '中正區', '趙不金號(協盛福州商店)', '臺北市中正區羅斯福路1段8號 1樓南門市場1F-20', '2024-11-12', '農藥殘留', 90, '殺蟲劑Imidacloprid益達胺0.50ppm(標準：0.05ppm以下)殺蟲劑Methomyl納乃得0.10ppm(標準：不得檢出)', '殺蟲劑Imidacloprid益達胺0.50ppm(標準：0.05ppm以下)殺蟲劑Methomyl納乃得0.10ppm(標準：不得檢出)
殺蟲劑Phoxim巴賽松0.09ppm(標準：不得檢出)', NULL, NULL, FALSE),
('TPE0265', '113年臺北市', '年節食品', '花生製品', '原味花生粉(有效日期：
20250216)', '臺北市', '信義區', '彼娜滋', '彼娜滋', '2024-11-19', '標示不符', 50, '1.黃麴毒素B1：27.3µg/kg（標準：2µg/kg以下）及總黃麴毒素：33.5µg/kg（標準：4µg/kg以下）', '1.黃麴毒素B1：27.3µg/kg（標準：2µg/kg以下）及總黃麴毒素：33.5µg/kg（標準：4µg/kg以下）
2.產品外包裝未標示「內容物名稱」、「淨重、容量或數量」、「製造廠商或國內負責廠商名稱」、「原產地
（國）」、「營養標示」，且未標示「有效日期」字樣', NULL, NULL, FALSE),
('TPE0266', '113年臺北市', '年節食品', '竹笙', '竹笙(有效日期：
20260616)', '臺北市', '內湖區', '萬年興商行', '臺北市內湖區內湖路3段107號1樓', '2024-11-15', '標示不符', 50, '產品屬包裝食品惟未依規定以中文標示', '產品屬包裝食品惟未依規定以中文標示', NULL, NULL, FALSE),
('TPE0267', '113年臺北市', '年節食品', '花生製品', '基隆劉家純無糖花生醬', '臺北市', '信義區', '蝦皮-巧巧精品冷凍食品團購窩', '蝦皮-巧巧精品冷凍食品團購窩', '2024-11-19', '標示不符', 50, '產品外包裝未標示「品名」、「內容物名稱」、「淨 重、容量或數量」、「原產地（國）」及「有效日期」且營養標示未標示「每100公克（或毫升）」', '產品外包裝未標示「品名」、「內容物名稱」、「淨 重、容量或數量」、「原產地（國）」及「有效日期」且營養標示未標示「每100公克（或毫升）」', NULL, NULL, FALSE),
('TPE0268', '113年臺北市', '年節食品', '水產及其加工品', '樂食鱻香菇虱目魚丸（有效日期： 2025.09.12）', '臺北市', '內湖區', '三允有限公司(米特肉舖)', '臺北市內湖區成功路4段30巷 10號', '2024-11-19', '防腐劑與添加物', 70, '檢出防腐劑己二烯酸0.24g/kg（標準：2.0g/kg以下），惟外包裝未標示該食品添加物名稱，及標示「不添加防腐劑」字樣，標示不實', '檢出防腐劑己二烯酸0.24g/kg（標準：2.0g/kg以下），惟外包裝未標示該食品添加物名稱，及標示「不添加防腐劑」字樣，標示不實', NULL, NULL, FALSE),
('MOCK0001', 'mock', '雙北食品抽驗（模擬）', '其他食品', '紅藜', '其他', '未知', '食家安飲食文化股份有限公司(北市士林國小)', '食家安飲食文化股份有限公司(北市士林國小)', '2026-03-07', '農藥殘留', 90, '殺菌劑Thifluzamide賽氟滅0.02ppm（標準：不得檢出）', '殺菌劑Thifluzamide賽氟滅0.02ppm（標準：不得檢出）', NULL, NULL, TRUE),
('MOCK0002', 'mock', '雙北食品抽驗（模擬）', '其他食品', '蕎麥', '新北市', '土城區', '新北市土城區廣福國小', '新北市土城區廣福國小', '2026-03-16', '農藥殘留', 90, '殺蟲劑Cyromazine 賽滅淨0.14ppm(標準：不得檢出)', '殺蟲劑Cyromazine 賽滅淨0.14ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0003', 'mock', '雙北食品抽驗（模擬）', '其他食品', '海苔粉', '其他', '未知', '第一餐盒股份有限公司(西松國小)', '第一餐盒股份有限公司(西松國小)', '2026-03-03', '微生物', 85, '腸桿菌科：1.7x10^4 CFU/mL (標準：10 CFU/mL)', '腸桿菌科：1.7x10^4 CFU/mL (標準：10 CFU/mL)', NULL, NULL, TRUE),
('MOCK0004', 'mock', '雙北食品抽驗（模擬）', '果菜類', '甜椒', '其他', '未知', '雙翼食品有限公司', '雙翼食品有限公司', '2026-03-27', '農藥殘留', 90, '撲滅寧:0.02 ppm (標準:0.01 ppm以下)', '撲滅寧:0.02 ppm (標準:0.01 ppm以下)', NULL, NULL, TRUE),
('MOCK0005', 'mock', '雙北食品抽驗（模擬）', '其他食品', '麵筋', '其他', '未知', '上將食品有限公司', '上將食品有限公司', '2026-03-24', '農藥殘留', 90, '三甲氧芐氨嘧啶(trimethoprim): 0.09ppm （標準：0.05ppm）', '三甲氧芐氨嘧啶(trimethoprim): 0.09ppm （標準：0.05ppm）', NULL, NULL, TRUE),
('MOCK0006', 'mock', '雙北食品抽驗（模擬）', '豆菜類', '板豆腐', '臺北市', '松山區', '臺北市松山區介壽國中', '臺北市松山區介壽國中', '2026-03-22', '農藥殘留', 90, '殺菌劑Pydiflumetofen	派滅芬0.01ppm(標準：不得檢出)', '殺菌劑Pydiflumetofen	派滅芬0.01ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0007', 'mock', '雙北食品抽驗（模擬）', '其他食品', '玉米筍', '其他', '未知', '上將食品有限公司(文昌國小)', '上將食品有限公司(文昌國小)', '2026-03-30', '微生物', 85, '腸桿菌科：18 CFU/mL (標準：10 CFU/mL)', '腸桿菌科：18 CFU/mL (標準：10 CFU/mL)', NULL, NULL, TRUE),
('MOCK0008', 'mock', '雙北食品抽驗（模擬）', '其他食品', '冷凍玉米粒', '其他', '未知', '愛欣食品有限公司', '愛欣食品有限公司', '2026-03-22', '農藥殘留', 90, '殺蟲劑Cypermethrin	賽滅寧1.6ppm(標準：1.0ppm以下)	 殺蟲劑Dinotefuran	達特南4.6ppm(標準：2.0ppm以下)', '殺蟲劑Cypermethrin	賽滅寧1.6ppm(標準：1.0ppm以下)	 殺蟲劑Dinotefuran	達特南4.6ppm(標準：2.0ppm以下)', NULL, NULL, TRUE),
('MOCK0009', 'mock', '雙北食品抽驗（模擬）', '豆菜類', '三色豆', '新北市', '新店區', '新北市新店區中正國小', '新北市新店區中正國小', '2026-03-12', '農藥殘留', 90, '殺菌劑Mandipropamid	曼普胺0.06ppm(標準：不得檢出) 殺菌劑Oxathiapiprolin	歐西比0.01ppm(標準：不得檢出)', '殺菌劑Mandipropamid	曼普胺0.06ppm(標準：不得檢出) 殺菌劑Oxathiapiprolin	歐西比0.01ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0010', 'mock', '雙北食品抽驗（模擬）', '豆菜類', '四角油豆腐', '其他', '未知', '雙翼食品有限公司', '雙翼食品有限公司', '2026-03-06', '農藥殘留', 90, '殺蟲劑Acetamiprid 亞滅培9.1ppm(標準：2.0ppm以下)  殺菌劑Carbendazim 貝芬替1.3ppm(標準：1.0ppm以下)  殺蟲劑Chlorfenapyr 克凡派3.8ppm(標準：1.0ppm以下)  殺蟲劑Cyantraniliprole 賽安勃0.34ppm(標準：不得檢出)  殺蟲劑Fipronil 芬普尼0.002ppm及芬普尼代謝物Fipronil-sulfone0.002ppm，合計共0.004ppm(標準0.001ppm以下)  殺菌劑Propamocarb hydrochloride 普拔克10.9ppm(標準：10.0ppm以下)', '殺蟲劑Acetamiprid 亞滅培9.1ppm(標準：2.0ppm以下)  殺菌劑Carbendazim 貝芬替1.3ppm(標準：1.0ppm以下)  殺蟲劑Chlorfenapyr 克凡派3.8ppm(標準：1.0ppm以下)  殺蟲劑Cyantraniliprole 賽安勃0.34ppm(標準：不得檢出)  殺蟲劑Fipronil 芬普尼0.002ppm及芬普尼代謝物Fipronil-sulfone0.002ppm，合計共0.004ppm(標準0.001ppm以下)  殺菌劑Propamocarb hydrochloride 普拔克10.9ppm(標準：10.0ppm以下)', NULL, NULL, TRUE),
('MOCK0011', 'mock', '雙北食品抽驗（模擬）', '其他食品', '刀削麵', '其他', '未知', '統鮮美食股份有限公司', '統鮮美食股份有限公司', '2026-03-06', '標示不符', 50, '檢出反式脂肪酸甲基酯(15項) 0.88 g/100 mL，惟案內產品外包裝營養標示每份(10毫升)反式脂肪含量為「0」，標示不實。', '檢出反式脂肪酸甲基酯(15項) 0.88 g/100 mL，惟案內產品外包裝營養標示每份(10毫升)反式脂肪含量為「0」，標示不實。', NULL, NULL, TRUE),
('MOCK0012', 'mock', '雙北食品抽驗（模擬）', '香辛植物及其他草木本植物', '九層塔', '新北市', '蘆洲區', '新北市蘆洲區忠義國小', '新北市蘆洲區忠義國小', '2026-03-30', '農藥殘留', 90, '殺菌劑Difenoconazole	待克利1.4ppm(標準：0.5ppm以下)', '殺菌劑Difenoconazole	待克利1.4ppm(標準：0.5ppm以下)', NULL, NULL, TRUE),
('MOCK0013', 'mock', '雙北食品抽驗（模擬）', '其他食品', '醃雪裡紅', '其他', '未知', '久翔食品股份有限公司(武林國小)', '久翔食品股份有限公司(武林國小)', '2026-03-24', '農藥殘留', 90, '1.殺蟲劑Chlorfenapyr	克凡派11.0ppm(標準：2.0ppm以下)、Methomyl	納乃得1.5ppm(標準：1.0ppm以下)	 2.產品內附有未檢出農藥殘留之檢驗報告與外包裝標示「安心使用」字樣，標示不實且易生誤解', '1.殺蟲劑Chlorfenapyr	克凡派11.0ppm(標準：2.0ppm以下)、Methomyl	納乃得1.5ppm(標準：1.0ppm以下)	 2.產品內附有未檢出農藥殘留之檢驗報告與外包裝標示「安心使用」字樣，標示不實且易生誤解', NULL, NULL, TRUE),
('MOCK0014', 'mock', '雙北食品抽驗（模擬）', '根莖菜類', '蘿蔔乾', '新北市', '新店區', '新北市新店區雙城國小', '新北市新店區雙城國小', '2026-03-08', '其他', 60, '總黃麴毒素30.8ug/kg(標準：4ug/kg以下)、黃麴毒素B1 25.2ug/kg (標準：2ug/kg以下)', '總黃麴毒素30.8ug/kg(標準：4ug/kg以下)、黃麴毒素B1 25.2ug/kg (標準：2ug/kg以下)', NULL, NULL, TRUE),
('MOCK0015', 'mock', '雙北食品抽驗（模擬）', '大漿果類', '鳳梨', '臺北市', '南港區', '臺北市南港區南港國小', '臺北市南港區南港國小', '2026-03-24', '農藥殘留', 90, '1.蘇丹三號-4ppb (標準：不得檢出) 2.克美素-0.06ppm (標準：不得檢出)', '1.蘇丹三號-4ppb (標準：不得檢出) 2.克美素-0.06ppm (標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0016', 'mock', '雙北食品抽驗（模擬）', '肉品', '豬後腿肉', '新北市', '三重區', '新北市三重區碧華國小', '新北市三重區碧華國小', '2026-03-12', '農藥殘留', 90, '殺蟲劑Clothianidin 可尼丁0.07ppm(標準：0.02ppm以下)', '殺蟲劑Clothianidin 可尼丁0.07ppm(標準：0.02ppm以下)', NULL, NULL, TRUE),
('MOCK0017', 'mock', '雙北食品抽驗（模擬）', '肉品', '素雞', '其他', '未知', '統鮮美食股份有限公司(葫蘆國小)', '統鮮美食股份有限公司(葫蘆國小)', '2026-03-25', '農藥殘留', 90, '殺蟲劑Emamectin benzoate 因滅汀總量0.13ppm(標準：0.05ppm以下)  殺蟲劑Fenvalerate 芬化利5.1ppm(標準：2.0ppm以下)  殺蟲劑Methomyl 納乃得5.1ppm(標準：3.0ppm以下)  殺蟲劑Profenophos 佈飛松1.3ppm(標準：1.0ppm以下)  殺菌劑Pyraclostrobin 百克敏3.2ppm(標準：2.0ppm以下)  殺蟲劑Pyriproxyfen 百利普芬0.98ppm(標準：0.01ppm以下)  殺蟲劑Thiodicarb 硫敵克4.4ppm(標準：1.0ppm以下)', '殺蟲劑Emamectin benzoate 因滅汀總量0.13ppm(標準：0.05ppm以下)  殺蟲劑Fenvalerate 芬化利5.1ppm(標準：2.0ppm以下)  殺蟲劑Methomyl 納乃得5.1ppm(標準：3.0ppm以下)  殺蟲劑Profenophos 佈飛松1.3ppm(標準：1.0ppm以下)  殺菌劑Pyraclostrobin 百克敏3.2ppm(標準：2.0ppm以下)  殺蟲劑Pyriproxyfen 百利普芬0.98ppm(標準：0.01ppm以下)  殺蟲劑Thiodicarb 硫敵克4.4ppm(標準：1.0ppm以下)', NULL, NULL, TRUE),
('MOCK0018', 'mock', '雙北食品抽驗（模擬）', '肉品', '素雞丁', '其他', '未知', '統鮮美食股份有限公司', '統鮮美食股份有限公司', '2026-03-28', '農藥殘留', 90, '殺蟲劑Thiamethoxam 賽速安0.46ppm(標準：0.25ppm以下)', '殺蟲劑Thiamethoxam 賽速安0.46ppm(標準：0.25ppm以下)', NULL, NULL, TRUE),
('MOCK0019', 'mock', '雙北食品抽驗（模擬）', '其他食品', '松茸', '臺北市', '文山區', '臺北市文山區力行國小', '臺北市文山區力行國小', '2026-03-23', '農藥殘留', 90, '殺菌劑Dimethomorph 達滅芬4.1ppm(標準：2.5ppm以下)', '殺菌劑Dimethomorph 達滅芬4.1ppm(標準：2.5ppm以下)', NULL, NULL, TRUE),
('MOCK0020', 'mock', '雙北食品抽驗（模擬）', '果菜類', '胡瓜', '其他', '未知', '全盛美食有限公司(頂埔國小)', '全盛美食有限公司(頂埔國小)', '2026-03-31', '微生物', 85, '腸桿菌科：4.6x10^4 CFU/mL (標準：10 CFU/mL)', '腸桿菌科：4.6x10^4 CFU/mL (標準：10 CFU/mL)', NULL, NULL, TRUE),
('MOCK0021', 'mock', '雙北食品抽驗（模擬）', '其他食品', '鬼頭刀', '臺北市', '文山區', '臺北市文山區興華國小', '臺北市文山區興華國小', '2026-03-13', '農藥殘留', 90, '殺蟲劑Clothianidin 可尼丁0.08ppm(標準：0.02ppm以下)  殺蟲劑Dichlorvos二氯松0.04ppm(標準：不得檢出) 殺蟲劑Trichlorfon 三氯松0.19ppm(標準：0.01ppm以下)', '殺蟲劑Clothianidin 可尼丁0.08ppm(標準：0.02ppm以下)  殺蟲劑Dichlorvos二氯松0.04ppm(標準：不得檢出) 殺蟲劑Trichlorfon 三氯松0.19ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0022', 'mock', '雙北食品抽驗（模擬）', '香辛植物及其他草木本植物', '韭菜', '其他', '未知', '上將食品有限公司(中正國小)', '上將食品有限公司(中正國小)', '2026-03-15', '農藥殘留', 90, '殺蟲劑Bifenthrin	畢芬寧 0.07ppm(標準：0.03ppm以下) 殺蟲劑Cypermethrin	賽滅寧 0.06ppm(標準：0.03ppm以下) 殺蟲劑Fipronil	芬普尼 0.003ppm(標準：0.002ppm以下)	 殺蟲劑Triazophos	三落松 0.08ppm(標準：0.05ppm以下)', '殺蟲劑Bifenthrin	畢芬寧 0.07ppm(標準：0.03ppm以下) 殺蟲劑Cypermethrin	賽滅寧 0.06ppm(標準：0.03ppm以下) 殺蟲劑Fipronil	芬普尼 0.003ppm(標準：0.002ppm以下)	 殺蟲劑Triazophos	三落松 0.08ppm(標準：0.05ppm以下)', NULL, NULL, TRUE),
('MOCK0023', 'mock', '雙北食品抽驗（模擬）', '其他食品', '鹹酸菜', '新北市', '樹林區', '新北市樹林區三多國中', '新北市樹林區三多國中', '2026-03-05', '農藥殘留', 90, '殺蟲劑Chlorpyrifos陶斯松0.45ppm(標準：不得檢出) 殺菌劑Cyazofamid	賽座滅0.03ppm(標準：0.01ppm以下)	 殺蟲劑Imidacloprid	益達胺1.2ppm(標準：1.0ppm以下)', '殺蟲劑Chlorpyrifos陶斯松0.45ppm(標準：不得檢出) 殺菌劑Cyazofamid	賽座滅0.03ppm(標準：0.01ppm以下)	 殺蟲劑Imidacloprid	益達胺1.2ppm(標準：1.0ppm以下)', NULL, NULL, TRUE),
('MOCK0024', 'mock', '雙北食品抽驗（模擬）', '其他食品', '刨絲乾酪', '其他', '未知', '統鮮美食股份有限公司(大同國小)', '統鮮美食股份有限公司(大同國小)', '2026-03-23', '農藥殘留', 90, '殺蟲劑Chlorpyrifos	陶斯松0.28ppm(標準：0.01ppm以下)', '殺蟲劑Chlorpyrifos	陶斯松0.28ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0025', 'mock', '雙北食品抽驗（模擬）', '其他食品', '味噌', '其他', '未知', '第一餐盒股份有限公司(玉成國小)', '第一餐盒股份有限公司(玉成國小)', '2026-03-30', '微生物', 85, '腸桿菌科：70 CFU/mL (標準：10 CFU/mL)', '腸桿菌科：70 CFU/mL (標準：10 CFU/mL)', NULL, NULL, TRUE),
('MOCK0026', 'mock', '雙北食品抽驗（模擬）', '果菜類', '茄子', '臺北市', '文山區', '臺北市文山區興華國小', '臺北市文山區興華國小', '2026-03-29', '農藥殘留', 90, '殺蟲劑Cyantraniliprole 賽安勃0.34ppm(標準：不得檢出)', '殺蟲劑Cyantraniliprole 賽安勃0.34ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0027', 'mock', '雙北食品抽驗（模擬）', '香辛植物及其他草木本植物', '韭菜', '新北市', '金山區', '新北市金山區金美國小', '新北市金山區金美國小', '2026-03-10', '農藥殘留', 90, '殺蟎劑Formetanate	覆滅蟎0.40ppm(標準：不得檢出)	 殺蟲劑Thiamethoxam	賽速安0.04ppm(標準：0.02ppm以下)', '殺蟎劑Formetanate	覆滅蟎0.40ppm(標準：不得檢出)	 殺蟲劑Thiamethoxam	賽速安0.04ppm(標準：0.02ppm以下)', NULL, NULL, TRUE),
('MOCK0028', 'mock', '雙北食品抽驗（模擬）', '香辛植物及其他草木本植物', '洋蔥', '其他', '未知', '雙翼食品有限公司', '雙翼食品有限公司', '2026-03-28', '農藥殘留', 90, '殺菌劑Flutolanil福多寧2.9ppm（標準：2.0ppm以下） 殺蟲劑Methomyl納乃得5.8ppm（標準：3.0ppm以下）', '殺菌劑Flutolanil福多寧2.9ppm（標準：2.0ppm以下） 殺蟲劑Methomyl納乃得5.8ppm（標準：3.0ppm以下）', NULL, NULL, TRUE),
('MOCK0029', 'mock', '雙北食品抽驗（模擬）', '其他食品', '白米', '臺北市', '信義區', '臺北市信義區吳興國小', '臺北市信義區吳興國小', '2026-03-29', '農藥殘留', 90, '還原型結晶紫（leucocrystal violet, LCV） 0.6 ppb（標準 ：不得檢出）', '還原型結晶紫（leucocrystal violet, LCV） 0.6 ppb（標準 ：不得檢出）', NULL, NULL, TRUE),
('MOCK0030', 'mock', '雙北食品抽驗（模擬）', '其他食品', '獅子頭', '臺北市', '文山區', '臺北市文山區木柵國小', '臺北市文山區木柵國小', '2026-03-08', '農藥殘留', 90, '殺蟲劑Cyhalothrin 賽洛寧1.0ppm(標準：0.5ppm以下)', '殺蟲劑Cyhalothrin 賽洛寧1.0ppm(標準：0.5ppm以下)', NULL, NULL, TRUE),
('MOCK0031', 'mock', '雙北食品抽驗（模擬）', '其他食品', '洋薏仁', '其他', '未知', '統鮮美食股份有限公司(北市雙永國小)', '統鮮美食股份有限公司(北市雙永國小)', '2026-03-24', '重金屬', 100, '鎘:0.17 mg/kg (標準:0.05 mg/kg以下) 扶吉胺:0.30 ppm (標準:不得檢出)', '鎘:0.17 mg/kg (標準:0.05 mg/kg以下) 扶吉胺:0.30 ppm (標準:不得檢出)', NULL, NULL, TRUE),
('MOCK0032', 'mock', '雙北食品抽驗（模擬）', '其他食品', '米粉', '其他', '未知', '食家安飲食文化股份有限公司', '食家安飲食文化股份有限公司', '2026-03-01', '農藥殘留', 90, 'Indoxacarb因得克 0.02ppm (標準:0.01ppm以下)', 'Indoxacarb因得克 0.02ppm (標準:0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0033', 'mock', '雙北食品抽驗（模擬）', '豆菜類', '傳統豆腐', '臺北市', '內湖區', '臺北市內湖區西湖國小', '臺北市內湖區西湖國小', '2026-03-01', '其他', 60, '1.黃麴毒素B1：19.0 μg/kg（標準：2 μg/kg以下） 2.總黃麴毒素B1+B2+G1+G2：21.7μg/kg（標準：4 μg/kg以下）', '1.黃麴毒素B1：19.0 μg/kg（標準：2 μg/kg以下） 2.總黃麴毒素B1+B2+G1+G2：21.7μg/kg（標準：4 μg/kg以下）', NULL, NULL, TRUE),
('MOCK0034', 'mock', '雙北食品抽驗（模擬）', '肉品', '肉排', '其他', '未知', '雙翼食品有限公司', '雙翼食品有限公司', '2026-03-30', '農藥殘留', 90, '殺蟎劑Formetanate	覆滅蟎0.40ppm(標準：不得檢出)	 殺蟲劑Thiamethoxam	賽速安0.04ppm(標準：0.02ppm以下)', '殺蟎劑Formetanate	覆滅蟎0.40ppm(標準：不得檢出)	 殺蟲劑Thiamethoxam	賽速安0.04ppm(標準：0.02ppm以下)', NULL, NULL, TRUE),
('MOCK0035', 'mock', '雙北食品抽驗（模擬）', '果菜類', '櫛瓜', '臺北市', '南港區', '臺北市南港區東新國小', '臺北市南港區東新國小', '2026-03-17', '農藥殘留', 90, '殺蟲劑Deltamethrin 第滅寧1.4ppm(標準：0.5ppm以下)  殺菌劑Pyraclostrobin 百克敏0.6ppm(標準：0.5ppm以下)', '殺蟲劑Deltamethrin 第滅寧1.4ppm(標準：0.5ppm以下)  殺菌劑Pyraclostrobin 百克敏0.6ppm(標準：0.5ppm以下)', NULL, NULL, TRUE),
('MOCK0036', 'mock', '雙北食品抽驗（模擬）', '其他食品', '芋頭', '新北市', '未知', '新北食品股份有限公司', '新北食品股份有限公司', '2026-03-01', '農藥殘留', 90, '三甲氧芐氨嘧啶(trimethoprim): 0.1ppm （標準：0.05ppm）', '三甲氧芐氨嘧啶(trimethoprim): 0.1ppm （標準：0.05ppm）', NULL, NULL, TRUE),
('MOCK0037', 'mock', '雙北食品抽驗（模擬）', '其他食品', '栗子', '新北市', '新莊區', '新北市新莊區思賢國小', '新北市新莊區思賢國小', '2026-03-12', '標示不符', 50, '未標示原產地（國）、有效日期標示單獨黏貼未依規定印刷於外包裝上。', '未標示原產地（國）、有效日期標示單獨黏貼未依規定印刷於外包裝上。', NULL, NULL, TRUE),
('MOCK0038', 'mock', '雙北食品抽驗（模擬）', '豆菜類', '豆腐', '其他', '未知', '宏遠國際餐飲股份有限公司', '宏遠國際餐飲股份有限公司', '2026-03-22', '農藥殘留', 90, '殺菌劑Dimethomorph 達滅芬2.9ppm(標準：2.5ppm以下)  殺蟲劑Indoxacarb 因得克0.03ppm(標準：0.01ppm以下)', '殺菌劑Dimethomorph 達滅芬2.9ppm(標準：2.5ppm以下)  殺蟲劑Indoxacarb 因得克0.03ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0039', 'mock', '雙北食品抽驗（模擬）', '其他食品', '芹菜', '新北市', '淡水區', '新北市淡水區竹圍國小', '新北市淡水區竹圍國小', '2026-03-30', '農藥殘留', 90, '殺蟎劑Bifenazate	必芬蟎0.07ppm(標準：不得檢出)', '殺蟎劑Bifenazate	必芬蟎0.07ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0040', 'mock', '雙北食品抽驗（模擬）', '核果類', '杏鮑菇', '其他', '未知', '久翔食品股份有限公司', '久翔食品股份有限公司', '2026-03-17', '標示不符', 50, '營養標示反式脂肪含量為「每份：0公克/每100公克：0公克」，惟檢出每100公克反式脂肪酸含量0.40公克，依據「包裝食品營養標示應遵行事項」，每100公克固體（半固體）反式脂肪酸含量不超過0.3公克得標示為0，案內產品應依實際數值標示。', '營養標示反式脂肪含量為「每份：0公克/每100公克：0公克」，惟檢出每100公克反式脂肪酸含量0.40公克，依據「包裝食品營養標示應遵行事項」，每100公克固體（半固體）反式脂肪酸含量不超過0.3公克得標示為0，案內產品應依實際數值標示。', NULL, NULL, TRUE),
('MOCK0041', 'mock', '雙北食品抽驗（模擬）', '乳品', '乳酪絲', '其他', '未知', '統鮮美食股份有限公司(碧湖國小)', '統鮮美食股份有限公司(碧湖國小)', '2026-03-19', '農藥殘留', 90, '殺蟲劑Fenitrothion 撲滅松0.02ppm(標準：0.01ppｍ以下)', '殺蟲劑Fenitrothion 撲滅松0.02ppm(標準：0.01ppｍ以下)', NULL, NULL, TRUE),
('MOCK0042', 'mock', '雙北食品抽驗（模擬）', '根莖菜類', '白蘿蔔', '新北市', '未知', '新北食品股份有限公司(新北市蘆洲國小)', '新北食品股份有限公司(新北市蘆洲國小)', '2026-03-12', '農藥殘留', 90, '甲磺氯黴素(Thiamphenicol): 0.005 ppm(標準:不得檢出) 氟滅菌(flumequine): 0.07 ppm(標準:不得檢出)', '甲磺氯黴素(Thiamphenicol): 0.005 ppm(標準:不得檢出) 氟滅菌(flumequine): 0.07 ppm(標準:不得檢出)', NULL, NULL, TRUE),
('MOCK0043', 'mock', '雙北食品抽驗（模擬）', '香辛植物及其他草木本植物', '洋蔥', '新北市', '萬里區', '新北市萬里區大鵬國小', '新北市萬里區大鵬國小', '2026-03-30', '農藥殘留', 90, '殺菌劑Boscalid	白克列21.87ppm(標準：0.01ppm以下)	 殺菌劑Procymidone	撲滅寧10.3ppm(標準：5.0ppm以下)', '殺菌劑Boscalid	白克列21.87ppm(標準：0.01ppm以下)	 殺菌劑Procymidone	撲滅寧10.3ppm(標準：5.0ppm以下)', NULL, NULL, TRUE),
('MOCK0044', 'mock', '雙北食品抽驗（模擬）', '肉品', '豬大里肌', '臺北市', '內湖區', '臺北市內湖區文湖國小', '臺北市內湖區文湖國小', '2026-03-31', '農藥殘留', 90, '殺蟲劑Chlorfenapyr 克凡派2.0ppm(標準：1.0ppm以下)  殺蟲劑Indoxacarb 因得克2.4ppm(標準：2.0ppm以下)', '殺蟲劑Chlorfenapyr 克凡派2.0ppm(標準：1.0ppm以下)  殺蟲劑Indoxacarb 因得克2.4ppm(標準：2.0ppm以下)', NULL, NULL, TRUE),
('MOCK0045', 'mock', '雙北食品抽驗（模擬）', '果菜類', '花胡瓜', '其他', '未知', '食家安飲食文化股份有限公司(北市士林國小)', '食家安飲食文化股份有限公司(北市士林國小)', '2026-03-27', '農藥殘留', 90, '殺蟲劑Chlorfenapyr 克凡派1.3ppm(標準：1.0ppm以下)', '殺蟲劑Chlorfenapyr 克凡派1.3ppm(標準：1.0ppm以下)', NULL, NULL, TRUE),
('MOCK0046', 'mock', '雙北食品抽驗（模擬）', '豆菜類', '毛豆仁', '臺北市', '中山區', '臺北市中山區中山國小', '臺北市中山區中山國小', '2026-03-21', '農藥殘留', 90, '殺菌劑Flutolanil	福多寧0.05ppm(標準：0.01ppm以下)', '殺菌劑Flutolanil	福多寧0.05ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0047', 'mock', '雙北食品抽驗（模擬）', '其他食品', '湯圓', '其他', '未知', '上將食品有限公司', '上將食品有限公司', '2026-03-07', '農藥殘留', 90, '殺蟲劑Acetamiprid亞滅培1.08ppm（標準：0.05ppm以下） 殺蟲劑Bifenthrin畢芬寧0.07ppm（標準：0.03ppm以下） 殺蟲劑Carbofuran加保扶0.82ppm（標準：不得檢出）殺蟲劑Chlorpyrifos陶斯松0.35ppm（標準：不得檢出）殺蟲劑Clothianidin可尼丁0.08ppm（標準：0.03ppm以下） 殺菌劑Difenoconazole待克利0.32ppm（標準：0.05ppm以下） 殺蟲劑Imidacloprid益達胺0.27ppm（標準：0.05ppm以下） 殺菌劑Pyraclostrobin百克敏0.57ppm（標準：0.05', '殺蟲劑Acetamiprid亞滅培1.08ppm（標準：0.05ppm以下） 殺蟲劑Bifenthrin畢芬寧0.07ppm（標準：0.03ppm以下） 殺蟲劑Carbofuran加保扶0.82ppm（標準：不得檢出）殺蟲劑Chlorpyrifos陶斯松0.35ppm（標準：不得檢出）殺蟲劑Clothianidin可尼丁0.08ppm（標準：0.03ppm以下） 殺菌劑Difenoconazole待克利0.32ppm（標準：0.05ppm以下） 殺蟲劑Imidacloprid益達胺0.27ppm（標準：0.05ppm以下） 殺菌劑Pyraclostrobin百克敏0.57ppm（標準：0.05ppm以下） 殺菌劑Tebuconazole得克利0.85ppm（標準：0.05ppm以下 殺蟲劑Cyhalothrin賽洛寧0.08ppm（標準：0.03ppm以下）', NULL, NULL, TRUE),
('MOCK0048', 'mock', '雙北食品抽驗（模擬）', '根莖菜類', '紅蘿蔔', '臺北市', '未知', '統鮮美食股份有限公司(臺北市北投國小)', '統鮮美食股份有限公司(臺北市北投國小)', '2026-03-23', '農藥殘留', 90, '殺菌劑Triadimenol	三泰隆 0.27ppm(標準：0.05ppm以下)', '殺菌劑Triadimenol	三泰隆 0.27ppm(標準：0.05ppm以下)', NULL, NULL, TRUE),
('MOCK0049', 'mock', '雙北食品抽驗（模擬）', '豆菜類', '四角油豆腐', '其他', '未知', '統鮮美食股份有限公司', '統鮮美食股份有限公司', '2026-03-25', '農藥殘留', 90, '除草劑Metolachlor 莫多草0.04ppm(標準：0.01ppm以下)  殺草劑Pendimethalin 施得圃0.2ppm(標準：0.1ppm以下)  殺菌劑Pyraclostrobin 百克敏2.5ppm(標準：2.0ppm以下)  殺蟲劑Terbufos 托福松0.07ppm(標準：0.05ppm以下)', '除草劑Metolachlor 莫多草0.04ppm(標準：0.01ppm以下)  殺草劑Pendimethalin 施得圃0.2ppm(標準：0.1ppm以下)  殺菌劑Pyraclostrobin 百克敏2.5ppm(標準：2.0ppm以下)  殺蟲劑Terbufos 托福松0.07ppm(標準：0.05ppm以下)', NULL, NULL, TRUE),
('MOCK0050', 'mock', '雙北食品抽驗（模擬）', '其他食品', '香菇', '新北市', '汐止區', '新北市汐止區白雲國小', '新北市汐止區白雲國小', '2026-03-12', '農藥殘留', 90, '殺蟲劑Methomyl	納乃得3.1ppm(標準：2.0ppm以下)	 殺菌劑Pyraclostrobin	百克敏1.4ppm(標準0.5ppm以下)', '殺蟲劑Methomyl	納乃得3.1ppm(標準：2.0ppm以下)	 殺菌劑Pyraclostrobin	百克敏1.4ppm(標準0.5ppm以下)', NULL, NULL, TRUE),
('MOCK0051', 'mock', '雙北食品抽驗（模擬）', '根莖菜類', '白蘿蔔(長形)', '新北市', '瑞芳區', '新北市瑞芳區九份國小', '新北市瑞芳區九份國小', '2026-03-10', '農藥殘留', 90, '殺蟲劑Chlorfenapyr 克凡派2.2ppm(標準：1.0ppm以下)  殺蟲劑Fipronil 芬普尼0.435ppm及芬普尼代謝物Fipronil-sulfone0.083ppm，合計共0.518ppm(標準：0.001ppm以下)  殺蟲劑Indoxacarb 因得克3.7ppm(標準：2.0ppm以下)  殺蟲劑Pyriproxyfen 百利普芬1.53ppm(標準：0.01ppm以下)', '殺蟲劑Chlorfenapyr 克凡派2.2ppm(標準：1.0ppm以下)  殺蟲劑Fipronil 芬普尼0.435ppm及芬普尼代謝物Fipronil-sulfone0.083ppm，合計共0.518ppm(標準：0.001ppm以下)  殺蟲劑Indoxacarb 因得克3.7ppm(標準：2.0ppm以下)  殺蟲劑Pyriproxyfen 百利普芬1.53ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0052', 'mock', '雙北食品抽驗（模擬）', '其他食品', '蒟蒻小卷', '臺北市', '南港區', '臺北市南港區成德國中', '臺北市南港區成德國中', '2026-03-13', '農藥殘留', 90, '殺蟲劑Buprofezin布芬淨0.02ppm（標準：不得檢出） 殺菌劑Pyraclostrobin百克敏0.8ppm（標準：0.5ppm以下）', '殺蟲劑Buprofezin布芬淨0.02ppm（標準：不得檢出） 殺菌劑Pyraclostrobin百克敏0.8ppm（標準：0.5ppm以下）', NULL, NULL, TRUE),
('MOCK0053', 'mock', '雙北食品抽驗（模擬）', '小漿果類', '葡萄', '臺北市', '大同區', '臺北市大同區建成國中', '臺北市大同區建成國中', '2026-03-08', '農藥殘留', 90, '殺菌劑Chlorothalonil四氯異苯腈4.1ppm(標準：2.0ppm以下)', '殺菌劑Chlorothalonil四氯異苯腈4.1ppm(標準：2.0ppm以下)', NULL, NULL, TRUE),
('MOCK0054', 'mock', '雙北食品抽驗（模擬）', '其他食品', '黑輪', '其他', '未知', '全盛美食有限公司', '全盛美食有限公司', '2026-03-05', '重金屬', 100, '重金屬鎘5mg/kg(標準：2mg/kg以下)', '重金屬鎘5mg/kg(標準：2mg/kg以下)', NULL, NULL, TRUE),
('MOCK0055', 'mock', '雙北食品抽驗（模擬）', '核果類', '杏鮑菇', '臺北市', '未知', '宏遠國際餐飲股份有限公司(台北市太平國小)', '宏遠國際餐飲股份有限公司(台北市太平國小)', '2026-03-16', '農藥殘留', 90, '1.二、四地(2,4-D)-0.27ppm (標準：0.05ppm) 2.克美素-0.16ppm (標準：不得檢出)', '1.二、四地(2,4-D)-0.27ppm (標準：0.05ppm) 2.克美素-0.16ppm (標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0056', 'mock', '雙北食品抽驗（模擬）', '香辛植物及其他草木本植物', '洋蔥', '新北市', '新莊區', '新北市新莊區民安國小', '新北市新莊區民安國小', '2026-03-01', '農藥殘留', 90, '殺蟲劑Chlorfenapyr 克凡派2.2ppm(標準：1.0ppm以下)  殺蟲劑Fipronil 芬普尼0.435ppm及芬普尼代謝物Fipronil-sulfone0.083ppm，合計共0.518ppm(標準：0.001ppm以下)  殺蟲劑Indoxacarb 因得克3.7ppm(標準：2.0ppm以下)  殺蟲劑Pyriproxyfen 百利普芬1.53ppm(標準：0.01ppm以下)', '殺蟲劑Chlorfenapyr 克凡派2.2ppm(標準：1.0ppm以下)  殺蟲劑Fipronil 芬普尼0.435ppm及芬普尼代謝物Fipronil-sulfone0.083ppm，合計共0.518ppm(標準：0.001ppm以下)  殺蟲劑Indoxacarb 因得克3.7ppm(標準：2.0ppm以下)  殺蟲劑Pyriproxyfen 百利普芬1.53ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0057', 'mock', '雙北食品抽驗（模擬）', '豆菜類', '豆干絲', '其他', '未知', '新隆國際有限公司(再興中小學)', '新隆國際有限公司(再興中小學)', '2026-03-21', '農藥殘留', 90, '殺草劑Oxadiazon 樂滅草0.02ppm(標準：0.01ppm以下)', '殺草劑Oxadiazon 樂滅草0.02ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0058', 'mock', '雙北食品抽驗（模擬）', '小葉菜類', '山東白菜', '其他', '未知', '第一餐盒股份有限公司', '第一餐盒股份有限公司', '2026-03-13', '重金屬', 100, '重金屬鎘3mg/kg(標準：2mg/kg以下)', '重金屬鎘3mg/kg(標準：2mg/kg以下)', NULL, NULL, TRUE),
('MOCK0059', 'mock', '雙北食品抽驗（模擬）', '乳品', '無鹽奶油', '臺北市', '中山區', '臺北市中山區大佳國小', '臺北市中山區大佳國小', '2026-03-21', '農藥殘留', 90, '脫氧羥四環黴素(Doxycycline): 0.8ppm （標準：0.3 ppm）', '脫氧羥四環黴素(Doxycycline): 0.8ppm （標準：0.3 ppm）', NULL, NULL, TRUE),
('MOCK0060', 'mock', '雙北食品抽驗（模擬）', '其他食品', '天婦羅', '其他', '未知', '宏遠國際餐飲股份有限公司', '宏遠國際餐飲股份有限公司', '2026-03-30', '農藥殘留', 90, '殺蟲劑Diflubenzuron二福隆2.4 ppm（標準：1.0 ppm以下）', '殺蟲劑Diflubenzuron二福隆2.4 ppm（標準：1.0 ppm以下）', NULL, NULL, TRUE),
('MOCK0061', 'mock', '雙北食品抽驗（模擬）', '核果類', '杏鮑菇', '其他', '未知', '第一餐盒股份有限公司', '第一餐盒股份有限公司', '2026-03-09', '農藥殘留', 90, '殺蟲劑Thiamethoxam賽速安0.27ppm(標準：0.25ppm以下)', '殺蟲劑Thiamethoxam賽速安0.27ppm(標準：0.25ppm以下)', NULL, NULL, TRUE),
('MOCK0062', 'mock', '雙北食品抽驗（模擬）', '果菜類', '南瓜', '臺北市', '大安區', '臺北市大安區幸安國小', '臺北市大安區幸安國小', '2026-03-29', '農藥殘留', 90, '生長調節劑Gibberellic acid 勃激素A3 0.05ppm(標準：不得檢出)', '生長調節劑Gibberellic acid 勃激素A3 0.05ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0063', 'mock', '雙北食品抽驗（模擬）', '肉品', '帶皮雞胸肉(肉雞)', '臺北市', '士林區', '臺北市士林區陽明山國小', '臺北市士林區陽明山國小', '2026-03-25', '農藥殘留', 90, '殺蟲劑Fipronil-sulfone芬普尼代謝物0.007ppm(標準：0.001ppm以下)  殺菌劑Fluxapyroxad 氟克殺0.7ppm(標準：0.6ppm以下)', '殺蟲劑Fipronil-sulfone芬普尼代謝物0.007ppm(標準：0.001ppm以下)  殺菌劑Fluxapyroxad 氟克殺0.7ppm(標準：0.6ppm以下)', NULL, NULL, TRUE),
('MOCK0064', 'mock', '雙北食品抽驗（模擬）', '豆菜類', '黃豆芽', '新北市', '中和區', '新北市中和區漳和國中', '新北市中和區漳和國中', '2026-03-27', '微生物', 85, '腸桿菌科：2.6x10^3 CFU/g (標準：10 CFU/g)', '腸桿菌科：2.6x10^3 CFU/g (標準：10 CFU/g)', NULL, NULL, TRUE),
('MOCK0065', 'mock', '雙北食品抽驗（模擬）', '肉品', '素雞', '其他', '未知', '久翔食品股份有限公司(豐年國小、思賢國小)', '久翔食品股份有限公司(豐年國小、思賢國小)', '2026-03-04', '農藥殘留', 90, '殺蟲劑Cyromazine 賽滅淨0.48ppm(標準：不得檢出)  殺蟎劑Pyridaben 畢達本0.04ppm(標準：不得檢出)', '殺蟲劑Cyromazine 賽滅淨0.48ppm(標準：不得檢出)  殺蟎劑Pyridaben 畢達本0.04ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0066', 'mock', '雙北食品抽驗（模擬）', '肉品', '切片火腿(豬肉)', '臺北市', '大安區', '臺北市大安區大安國小', '臺北市大安區大安國小', '2026-03-06', '農藥殘留', 90, '殺蟲劑Omethoate	歐滅松 0.07ppm(標準：不得檢出)', '殺蟲劑Omethoate	歐滅松 0.07ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0067', 'mock', '雙北食品抽驗（模擬）', '根莖菜類', '地瓜', '臺北市', '士林區', '臺北市士林區芝山國小', '臺北市士林區芝山國小', '2026-03-27', '農藥殘留', 90, '殺菌劑Pydiflumetofen	派滅芬0.01ppm(標準：不得檢出)', '殺菌劑Pydiflumetofen	派滅芬0.01ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0068', 'mock', '雙北食品抽驗（模擬）', '其他食品', '小米', '新北市', '未知', '久翔食品股份有限公司(新北市立江翠國中)', '久翔食品股份有限公司(新北市立江翠國中)', '2026-03-28', '防腐劑與添加物', 70, '1.檢驗結果檢出防腐劑「己二烯酸」、著色劑「食用色素紅色六號」、甜味劑「紐甜」及「甜菊糖」，惟未於成分內容物標示。 2.產品外包裝未標示「製造廠商或國內負責廠商名稱、電話號碼及地址」及「淨重、容量或數量」，且營養標示未標示「每一份量（或每一份、每份）」。', '1.檢驗結果檢出防腐劑「己二烯酸」、著色劑「食用色素紅色六號」、甜味劑「紐甜」及「甜菊糖」，惟未於成分內容物標示。 2.產品外包裝未標示「製造廠商或國內負責廠商名稱、電話號碼及地址」及「淨重、容量或數量」，且營養標示未標示「每一份量（或每一份、每份）」。', NULL, NULL, TRUE),
('MOCK0069', 'mock', '雙北食品抽驗（模擬）', '其他食品', '粉圓', '臺北市', '大同區', '臺北市大同區蘭州國中', '臺北市大同區蘭州國中', '2026-03-15', '農藥殘留', 90, '殺蟎劑Bifenazate	必芬蟎0.07ppm(標準：不得檢出)', '殺蟎劑Bifenazate	必芬蟎0.07ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0070', 'mock', '雙北食品抽驗（模擬）', '其他食品', '海苔絲', '臺北市', '松山區', '臺北市松山區民生國中', '臺北市松山區民生國中', '2026-03-30', '標示不符', 50, '(一)內容物為二種以上混合物未依其含量多寡由高至低分別標示。 (二)未標示「淨重、容量或數量」及「原產地（國）」。 (三)內容物含有麩質之穀類、蛋、奶、大豆及其製品，未標示食品過敏原資訊等。', '(一)內容物為二種以上混合物未依其含量多寡由高至低分別標示。 (二)未標示「淨重、容量或數量」及「原產地（國）」。 (三)內容物含有麩質之穀類、蛋、奶、大豆及其製品，未標示食品過敏原資訊等。', NULL, NULL, TRUE),
('MOCK0071', 'mock', '雙北食品抽驗（模擬）', '肉品', '雞里肌肉', '臺北市', '文山區', '臺北市文山區實踐國中', '臺北市文山區實踐國中', '2026-03-03', '農藥殘留', 90, '殺蟲劑Cyromazine 賽滅淨0.12ppm(標準：不得檢出)', '殺蟲劑Cyromazine 賽滅淨0.12ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0072', 'mock', '雙北食品抽驗（模擬）', '其他食品', '洋菇罐頭', '臺北市', '士林區', '臺北市士林區陽明山國小', '臺北市士林區陽明山國小', '2026-03-19', '重金屬', 100, '鎘:0.17 mg/kg (標準:0.05 mg/kg以下) 扶吉胺:0.30 ppm (標準:不得檢出)', '鎘:0.17 mg/kg (標準:0.05 mg/kg以下) 扶吉胺:0.30 ppm (標準:不得檢出)', NULL, NULL, TRUE),
('MOCK0073', 'mock', '雙北食品抽驗（模擬）', '其他食品', '海帶絲', '新北市', '未知', '統鮮美食股份有限公司(新北新市國小)', '統鮮美食股份有限公司(新北新市國小)', '2026-03-10', '重金屬', 100, '鎘:0.17 mg/kg (標準:0.05 mg/kg以下) 扶吉胺:0.30 ppm (標準:不得檢出)', '鎘:0.17 mg/kg (標準:0.05 mg/kg以下) 扶吉胺:0.30 ppm (標準:不得檢出)', NULL, NULL, TRUE),
('MOCK0074', 'mock', '雙北食品抽驗（模擬）', '小葉菜類', '有機小白菜', '其他', '未知', '統鮮美食股份有限公司', '統鮮美食股份有限公司', '2026-03-05', '農藥殘留', 90, '殺菌劑Carbendazim	貝芬替 0.21ppm(標準：0.05ppm以下)	 殺蟲劑Cypermethrin	賽滅寧 0.21ppm(標準：0.03ppm以下)	 殺蟲劑Fipronil	芬普尼 0.006ppm(標準：0.002ppm以下)	 殺蟲劑Imidacloprid	益達胺 0.29ppm(標準：0.05ppm以下)	 殺菌劑Isoprothiolane	亞賜圃 0.18ppm(標準：0.05ppm以下)', '殺菌劑Carbendazim	貝芬替 0.21ppm(標準：0.05ppm以下)	 殺蟲劑Cypermethrin	賽滅寧 0.21ppm(標準：0.03ppm以下)	 殺蟲劑Fipronil	芬普尼 0.006ppm(標準：0.002ppm以下)	 殺蟲劑Imidacloprid	益達胺 0.29ppm(標準：0.05ppm以下)	 殺菌劑Isoprothiolane	亞賜圃 0.18ppm(標準：0.05ppm以下)', NULL, NULL, TRUE),
('MOCK0075', 'mock', '雙北食品抽驗（模擬）', '其他食品', '粳米', '其他', '未知', '全盛美食有限公司', '全盛美食有限公司', '2026-03-02', '農藥殘留', 90, '殺蟲劑Imidacloprid益達胺1.7pm（標準：1.0ppm以下）', '殺蟲劑Imidacloprid益達胺1.7pm（標準：1.0ppm以下）', NULL, NULL, TRUE),
('MOCK0076', 'mock', '雙北食品抽驗（模擬）', '果菜類', '彩椒', '其他', '未知', '久翔食品股份有限公司', '久翔食品股份有限公司', '2026-03-22', '重金屬', 100, '重金屬鎘3mg/kg(標準：2mg/kg以下)', '重金屬鎘3mg/kg(標準：2mg/kg以下)', NULL, NULL, TRUE),
('MOCK0077', 'mock', '雙北食品抽驗（模擬）', '其他食品', '香菇', '其他', '未知', '第一餐盒股份有限公司(玉成國小)', '第一餐盒股份有限公司(玉成國小)', '2026-03-14', '農藥殘留', 90, '殺蟲劑Buprofezin布芬淨0.02ppm（標準：不得檢出） 殺菌劑Pyraclostrobin百克敏0.8ppm（標準：0.5ppm以下）', '殺蟲劑Buprofezin布芬淨0.02ppm（標準：不得檢出） 殺菌劑Pyraclostrobin百克敏0.8ppm（標準：0.5ppm以下）', NULL, NULL, TRUE),
('MOCK0078', 'mock', '雙北食品抽驗（模擬）', '蛋品', '鵪鶉蛋', '新北市', '三重區', '新北市三重區三和國中', '新北市三重區三和國中', '2026-03-06', '農藥殘留', 90, '賽果培(Thiacloprid):0.04 ppm (標準:0.02 ppm)', '賽果培(Thiacloprid):0.04 ppm (標準:0.02 ppm)', NULL, NULL, TRUE),
('MOCK0079', 'mock', '雙北食品抽驗（模擬）', '香辛植物及其他草木本植物', '洋蔥', '新北市', '永和區', '新北市永和區福和國中', '新北市永和區福和國中', '2026-03-05', '農藥殘留', 90, '1.殺蟲劑Acetamiprid亞滅培3.9ppm（標準：2.0ppm以下） 2.產品外包裝標示「天然生機」字樣及產品內附有未檢出農藥殘留之檢驗報告，標示不實且易生誤解', '1.殺蟲劑Acetamiprid亞滅培3.9ppm（標準：2.0ppm以下） 2.產品外包裝標示「天然生機」字樣及產品內附有未檢出農藥殘留之檢驗報告，標示不實且易生誤解', NULL, NULL, TRUE),
('MOCK0080', 'mock', '雙北食品抽驗（模擬）', '根莖菜類', '地瓜圓', '其他', '未知', '宏遠國際餐飲股份有限公司(力行國小)', '宏遠國際餐飲股份有限公司(力行國小)', '2026-03-24', '農藥殘留', 90, '殺草劑Oxadiazon 樂滅草0.02ppm(標準：0.01ppm以下)', '殺草劑Oxadiazon 樂滅草0.02ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0081', 'mock', '雙北食品抽驗（模擬）', '其他食品', '紅藜', '其他', '未知', '統鮮美食股份有限公司(葫蘆國小)', '統鮮美食股份有限公司(葫蘆國小)', '2026-03-12', '農藥殘留', 90, '殺蟲劑Flonicamid	氟尼胺0.04ppm(標準：0.01ppm以下)', '殺蟲劑Flonicamid	氟尼胺0.04ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0082', 'mock', '雙北食品抽驗（模擬）', '水產', '魷魚羹', '新北市', '板橋區', '新北市板橋區中山國小', '新北市板橋區中山國小', '2026-03-26', '標示不符', 50, '本體未以印刷、打印或壓印方式標示耐熱溫度。', '本體未以印刷、打印或壓印方式標示耐熱溫度。', NULL, NULL, TRUE),
('MOCK0083', 'mock', '雙北食品抽驗（模擬）', '果菜類', '小番茄', '臺北市', '中山區', '臺北市中山區長春國小', '臺北市中山區長春國小', '2026-03-18', '農藥殘留', 90, '殺菌劑Iprobenfos	丙基喜樂松0.05ppm(標準：0.01ppm以下)	 殺菌劑Tricyclazole	三賽唑0.03ppm(標準：不得檢出)', '殺菌劑Iprobenfos	丙基喜樂松0.05ppm(標準：0.01ppm以下)	 殺菌劑Tricyclazole	三賽唑0.03ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0084', 'mock', '雙北食品抽驗（模擬）', '其他食品', '骨腿', '新北市', '三重區', '新北市三重區明志國中', '新北市三重區明志國中', '2026-03-09', '標示不符', 50, '未標示原產地（國）、有效日期標示單獨黏貼未依規定印刷於外包裝上。', '未標示原產地（國）、有效日期標示單獨黏貼未依規定印刷於外包裝上。', NULL, NULL, TRUE),
('MOCK0085', 'mock', '雙北食品抽驗（模擬）', '豆菜類', '凍豆腐', '其他', '未知', '愛欣食品有限公司', '愛欣食品有限公司', '2026-03-16', '農藥殘留', 90, '殺草劑Ametryn 草殺淨0.03ppm(標準：不得檢出)', '殺草劑Ametryn 草殺淨0.03ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0086', 'mock', '雙北食品抽驗（模擬）', '其他食品', '冷凍玉米粒', '其他', '未知', '全盛美食有限公司', '全盛美食有限公司', '2026-03-08', '農藥殘留', 90, '殺蟲劑Thiamethoxam 賽速安0.46ppm(標準：0.25ppm以下)', '殺蟲劑Thiamethoxam 賽速安0.46ppm(標準：0.25ppm以下)', NULL, NULL, TRUE),
('MOCK0087', 'mock', '雙北食品抽驗（模擬）', '其他食品', '海帶絲', '新北市', '永和區', '新北市永和區私立竹林國小', '新北市永和區私立竹林國小', '2026-03-16', '農藥殘留', 90, '殺菌劑Triadimenol	三泰隆 0.27ppm(標準：0.05ppm以下)', '殺菌劑Triadimenol	三泰隆 0.27ppm(標準：0.05ppm以下)', NULL, NULL, TRUE),
('MOCK0088', 'mock', '雙北食品抽驗（模擬）', '水產', '鯊魚', '其他', '未知', '中原食品工業開發股份有限公司(大屯國小)', '中原食品工業開發股份有限公司(大屯國小)', '2026-03-18', '農藥殘留', 90, '殺草劑Linuron理有龍0.02ppm（標準：不得檢出）', '殺草劑Linuron理有龍0.02ppm（標準：不得檢出）', NULL, NULL, TRUE),
('MOCK0089', 'mock', '雙北食品抽驗（模擬）', '其他食品', '黑糖蜜', '臺北市', '士林區', '臺北市士林區士林國中', '臺北市士林區士林國中', '2026-03-27', '農藥殘留', 90, '克美素-0.1ppm (標準：不得檢出)', '克美素-0.1ppm (標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0090', 'mock', '雙北食品抽驗（模擬）', '其他食品', '醬油', '新北市', '新店區', '新北市新店區直潭國小', '新北市新店區直潭國小', '2026-03-22', '農藥殘留', 90, '殺蟲劑Thiamethoxam	賽速安0.48ppm(標準：0.25ppm以下)	 殺蟲劑Trichlorfon	三氯松0.04ppm(標準：0.01ppm以下)', '殺蟲劑Thiamethoxam	賽速安0.48ppm(標準：0.25ppm以下)	 殺蟲劑Trichlorfon	三氯松0.04ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0091', 'mock', '雙北食品抽驗（模擬）', '果菜類', '冬瓜', '新北市', '新莊區', '新北市新莊區新莊國中', '新北市新莊區新莊國中', '2026-03-17', '農藥殘留', 90, '殺菌劑Bupirimate	布瑞莫0.02ppm(標準：0.01ppm以下)	 殺菌劑Prochloraz	撲克拉0.69ppm(標準：0.01ppm以下)	 殺蟲劑Pyriproxyfen	百利普芬0.6ppm(標準：0.2ppm以下)	 殺蟲劑Spinetoram	賜諾特0.08ppm(標準：0.05ppm以下)	 殺蟲劑Tolfenpyrad	脫芬瑞0.07ppm(標準：0.01ppm以下)', '殺菌劑Bupirimate	布瑞莫0.02ppm(標準：0.01ppm以下)	 殺菌劑Prochloraz	撲克拉0.69ppm(標準：0.01ppm以下)	 殺蟲劑Pyriproxyfen	百利普芬0.6ppm(標準：0.2ppm以下)	 殺蟲劑Spinetoram	賜諾特0.08ppm(標準：0.05ppm以下)	 殺蟲劑Tolfenpyrad	脫芬瑞0.07ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0092', 'mock', '雙北食品抽驗（模擬）', '根莖菜類', '地瓜', '新北市', '新莊區', '新北市新莊區豐年國小', '新北市新莊區豐年國小', '2026-03-26', '農藥殘留', 90, '殺蟲劑Bifenthrin	畢芬寧 0.07ppm(標準：0.03ppm以下) 殺蟲劑Cypermethrin	賽滅寧 0.06ppm(標準：0.03ppm以下) 殺蟲劑Fipronil	芬普尼 0.003ppm(標準：0.002ppm以下)	 殺蟲劑Triazophos	三落松 0.08ppm(標準：0.05ppm以下)', '殺蟲劑Bifenthrin	畢芬寧 0.07ppm(標準：0.03ppm以下) 殺蟲劑Cypermethrin	賽滅寧 0.06ppm(標準：0.03ppm以下) 殺蟲劑Fipronil	芬普尼 0.003ppm(標準：0.002ppm以下)	 殺蟲劑Triazophos	三落松 0.08ppm(標準：0.05ppm以下)', NULL, NULL, TRUE),
('MOCK0093', 'mock', '雙北食品抽驗（模擬）', '肉品', '雞排', '其他', '未知', '久翔食品股份有限公司', '久翔食品股份有限公司', '2026-03-18', '農藥殘留', 90, '殺蟲劑Flonicamid	氟尼胺0.03ppm(標準：0.01ppm以下)', '殺蟲劑Flonicamid	氟尼胺0.03ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0094', 'mock', '雙北食品抽驗（模擬）', '核果類', '楊桃', '臺北市', '士林區', '臺北市士林區平等國小', '臺北市士林區平等國小', '2026-03-24', '農藥殘留', 90, '殺蟲劑Cypermethrin	賽滅寧 0.04ppm(標準：0.03ppm以下)	 殺蟲劑Deltamethrin	第滅寧 0.04ppm(標準：0.03ppm以下) 殺菌劑Tebuconazole	得克利 0.72ppm(標準：0.05ppm以下)', '殺蟲劑Cypermethrin	賽滅寧 0.04ppm(標準：0.03ppm以下)	 殺蟲劑Deltamethrin	第滅寧 0.04ppm(標準：0.03ppm以下) 殺菌劑Tebuconazole	得克利 0.72ppm(標準：0.05ppm以下)', NULL, NULL, TRUE),
('MOCK0095', 'mock', '雙北食品抽驗（模擬）', '其他食品', '海帶結', '臺北市', '南港區', '臺北市南港區修德國小', '臺北市南港區修德國小', '2026-03-27', '農藥殘留', 90, '殺蟲劑Pyriproxyfen	百利普芬0.19ppm(標準：0.01ppm以下)', '殺蟲劑Pyriproxyfen	百利普芬0.19ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0096', 'mock', '雙北食品抽驗（模擬）', '其他食品', '黃秋葵', '其他', '未知', '全盛美食有限公司', '全盛美食有限公司', '2026-03-23', '農藥殘留', 90, '三甲氧芐氨嘧啶(trimethoprim): 0.09ppm （標準：0.05ppm）', '三甲氧芐氨嘧啶(trimethoprim): 0.09ppm （標準：0.05ppm）', NULL, NULL, TRUE),
('MOCK0097', 'mock', '雙北食品抽驗（模擬）', '香辛植物及其他草木本植物', '蒜泥', '臺北市', '萬華區', '臺北市萬華區私立光仁國小', '臺北市萬華區私立光仁國小', '2026-03-27', '農藥殘留', 90, '殺菌劑Chlorothalonil四氯異苯腈4.1ppm(標準：2.0ppm以下)', '殺菌劑Chlorothalonil四氯異苯腈4.1ppm(標準：2.0ppm以下)', NULL, NULL, TRUE),
('MOCK0098', 'mock', '雙北食品抽驗（模擬）', '其他食品', '鴻喜菇', '新北市', '三重區', '新北市三重區永福國小', '新北市三重區永福國小', '2026-03-09', '農藥殘留', 90, '殺蟲劑Fenvalerate	芬化利0.03ppm(標準：0.01ppm以下)', '殺蟲劑Fenvalerate	芬化利0.03ppm(標準：0.01ppm以下)', NULL, NULL, TRUE),
('MOCK0099', 'mock', '雙北食品抽驗（模擬）', '其他食品', '冷凍栗子', '新北市', '蘆洲區', '新北市蘆洲區鷺江國小', '新北市蘆洲區鷺江國小', '2026-03-18', '農藥殘留', 90, '殺菌劑Iprobenfos	丙基喜樂松0.05ppm(標準：0.01ppm以下)	 殺菌劑Tricyclazole	三賽唑0.03ppm(標準：不得檢出)', '殺菌劑Iprobenfos	丙基喜樂松0.05ppm(標準：0.01ppm以下)	 殺菌劑Tricyclazole	三賽唑0.03ppm(標準：不得檢出)', NULL, NULL, TRUE),
('MOCK0100', 'mock', '雙北食品抽驗（模擬）', '其他食品', '小湯圓', '新北市', '未知', '新北食品股份有限公司(新北市蘆洲國小)', '新北食品股份有限公司(新北市蘆洲國小)', '2026-03-14', '農藥殘留', 90, '殺蟲劑Cyromazine 賽滅淨0.48ppm(標準：不得檢出)  殺蟎劑Pyridaben 畢達本0.04ppm(標準：不得檢出)', '殺蟲劑Cyromazine 賽滅淨0.48ppm(標準：不得檢出)  殺蟎劑Pyridaben 畢達本0.04ppm(標準：不得檢出)', NULL, NULL, TRUE);
COMMIT;
